[
    {
        "name": "Exorcism",
        "description": "This is the Gift of ejecting spirits from places or objects, whether they are there voluntarily or are bound there.",
        "system": "The Garou must concentrate uninterrupted for three turns. If a spirit does not wish to leave, the player must make a Manipulation + Intimidation roll (difficulty of the spirit's Willpower). If the spirit has been bound to its lodging place (or into a fetish), then the exorcist must make a Wits + Subterfuge roll (difficulty 8) and gain more successes than the binder did when tying the spirit to its location.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ajaba", "Gurahl", "Kitsune", "Mokole", "Ratkin"],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": [
            "Theurge",
			"Doshi",
			"Kieh",
			"Shrouded Sun Concealing",
			"Shadow Seers",
			"Midnight"
        ]
    },
    {
        "name": "Wings of Pegasus",
        "description": "The Fury can sprout majestic wings when in Hispo form, allowing her to fly at will. An avatar of Pegasus teaches this Gift.",
        "system": "The player spends a Gnosis point to produce the wings capable of 50 miles per hour (80 kph) flight, which last until dismissed. Fine flying maneuvers require a Dexterity + Athletics roll at a difficulty determined by the Storyteller.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Bastet"],
        "splat": "Shifter",
        "tribe": ["Black Furies", "Balam"],
        "gift_alias": [
            "Ancestral Wings"
        ]
    },
    {
        "name": "Heart Claw",
        "description": "The Fury breaks one of her claws off in a wound, imbuing it with all of her killing intent. The claw continues to burrow into her opponent's flesh, and will not stop until it finds his heart. A wasp-spirit teaches this Gift.",
        "system": "Upon making a successful claw attack, the player spends one point of Willpower. The burrowing claw inflicts one automatic level of unsoakable lethal damage each subsequent turn until it either kills the target or is dug out of the wound (a Dexterity + Medicine action, difficulty 7, requiring a turn's full concentration).\n\nRank 3 Rokea Brightwater Gift: Wriggling Teeth - As the Black Fury Gift: Heart Claw, save that Wriggling Teeth activates after a successful bite.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Rokea"],
        "splat": "Shifter",
        "tribe": "Black Furies",
		"auspice": "Brightwater",
        "gift_alias": [
            "Wriggling Teeth"
        ]
    },
    {
        "name": "Flames of Hestia",
        "description": "The Black Furies revere the holy Wyld places of the world; part of the tribe's set of tools is the Flames of Hestia Gift, which enables a Black Fury to purify a person, spirit, or object with searing white-hot spiritual flame. The fire coruscates around the Fury's hands, enabling her to apply the Gift to anything she can touch. This Gift is taught by an avatar of Hestia the teacher.",
        "system": "Spend one Gnosis and roll Gnosis with a difficulty of 8. Success enables the Fury to cleanse tainted food or water, or heal damage caused by radiation, poison, or disease at one Health Level per success. The Flames of Hestia last for just one turn; however a Fury can activate the Gift and strike at a foe in the same turn. Flames of Hestia do one level of unsoakable aggravated damage per success on the Gift roll, if used against a Bane or fomor in hand-to-hand combat.",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Black Furies"
    },
    {
        "name": "Winged Delivery",
        "description": "While the Sisterhood has a large network of Kinfolk, contacts, smugglers and informants available, at times the most effective means to move an item is to give it to a friendly spirit and have that spriit make the delivery. Using this Gift and some concentration, the character pushes a small item into the Umbra and gives it to an Owl Jaggling, which will deliver the item to a well identified person or location as rapidly as it can travel. Garou who abuse this Gift to send dangerous items or active weapons (like grenades) into the Umbra – thereby jeopardizing the owl-spirit's existance – find that the retribution of the spirit world is swift and harsh. This Gift is obviously taught by owl-spirits.",
        "system": "Spend one Gnosis and roll Charisma + Empathy (difficulty the local Gauntlet). On a success, the item enters the Owl Jaggling's talons in the Umbra, and the Jaggling will deliver it to a clearly defined recipient. A human or Garou recipient must be named and described; a location need only be described, with directions given. The Owl Jaggling travels at roughly 100 miles per hour through the spirit world, and will deposit the item in the immediate vicinity of the target unless the target is somehow protected against the spirit world or prevailing Gauntlet exceeds 7. If either of those conditions prevent delivery, the spirit returns to the Garou at full speed and returns the item without comment.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Sisterhood"
    },
    {
        "name": "Barring the Will",
        "description": "The Mother's will is impossible to compromise when she does not wish to yield. She can sacrifice her anger and spirit energies to replenish her strength of purpose. This Gift is taught by a Donkey-spirit.",
        "system": "A Mother using this Gift rolls Intelligence + Occult with a target of her own permanent Willpower; she spends one point of temporary rage and one temporary Gnosis, and refills her Willpower pool if she achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Black Furies"
    },
    {
        "name": "Bacchantes' Rage",
        "description": "When deep in the wilds, the Black Furies can use this Gift to inflict extra damage. Even the toughest Get have walked away with a battle scar due to the effects of this potent Gift - and some couldn't walk away at all. This Gift is taught by a Wyld-spirit.",
        "system": "The Garou spends two Gnosis points to activate the Gift. During combat, she may spend Rage points to deal extra damage after a wounding hit; every point spent causes one additional, unsoakable Health Level of damage.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Black Furies"
    },
    {
        "name": "Song of the Siren",
        "description": "The sound of the Garou's voice can entrance anyone who hears it. Typically, the Garou sings or howls while using this Gift, although some modern Glass Walkers have taken to poetry recital. This Gift can make an opponent pause before a fight but can rarely stop a heated combat already in progress. A songbird-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Performance versus the target's Willpower and spends one Gnosis point. Enchanted targets cannot perform any actions for a number of turns equal to the number of successes rolled. The audience can spend Willpower to overcome the enchanting effects; to act freely, a listener must spend one point of each of the Galliard's successes.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3,
            4
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": [
            "Black Furies",
            "Fianna"
        ],
        "auspice": "Galliard"
    },
    {
        "name": "Visceral Agony",
        "description": "The werewolf's claws change to barbed, wicked talons dripping with black venom. While wounds caused by these claws cause no extra damage, the pain alone they inflict is crippling. A pain-spirit teaches this Gift.",
        "system": "The player spends a Rage point before the character attacks. Any wound penalties the target suffers as a result of this attack are doubled (i.e., a foe at Wounded would lose four dice). If the target is in frenzy or otherwise resistant to pain, he still suffers normal wound penalties.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Ananasi", "Bastet"],
		"auspice": "Wyrsta",
		"breed": ["Metis", "Ahroun"],
        "splat": "Shifter",
        "tribe": [
            "Black Furies",
			"Black Spiral Dancers"
        ]
    },
    {
        "name": "Coup de Grace",
        "description": "The Garou studies her foe, looking for the best place to strike. In doing so, she sets herself up to land this devastating attack. An owl-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty of the target's Stamina + Dodge). If successful, the player doubles her damage dice on the Garou's next successful attack.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Bastet", "Nagah"],
        "splat": "Shifter",
		"auspice": "Kali",
        "tribe": [
            "Black Furies",
			"Simba",
            "Get of Fenris"
        ],
        "camp": "Valkyria of Freya",
        "gift_alias": [
            "Destroying Blow"
        ]
    },
    {
        "name": "Gift of the Skunk",
        "description": "With this Gift, the Garou can swell his musk glands, allowing him to spray musk like a skunk. It is, of course, taught by a skunk-spirit.",
        "system": "The spray is directed with a Dexterity + Primal-Urge roll (difficulty 7, maximum range of 10 feet). A target struck by this attack must spend a Willpower point to do anything but spend the first turn retching. Afterwards, he subtracts one from his dice pools for the rest of the scene for every two successes rolled. Immersion in water negates this Gift, and it is ineffective against targets with no sense of smell.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Ajaba", "Ratkin"],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
		"breed": "Metis",
		"auspice": "Plague Lords",
        "gift_alias": [
            "Stink"
        ]
    },
    {
        "name": "Call the Rust",
        "description": "By whistling softly through his teeth, the werewolf can summon sudden and destructive rust onto any metal within his immediate vicinity. Guns corrode and jam, knives crumble, and cars become flaking hunks of junk. This Gift is taught by a water elemental.",
        "system": "The player spends a point of Gnosis and rolls Wits + Crafts, with a difficulty depending on the amount of metal being corroded. A gun or knife would be difficulty 6, while a car might be difficulty 8.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou",
			"Yeren"
        ],
        "splat": "Shifter",
		"breed": "Homid",
        "tribe": ["Bone Gnawers", "Black Spiral Dancers"]
    },
    {
        "name": "Dumpster Diving",
        "description": "One of the less sanitary tribal totems, the Great Trash Heap, has dissipated its consciousness throughout the dumping grounds, landfills, and trash piles of the world. Bone Gnawers who follow this totem commune with the Incarna by defending, protecting and even obeying these festering heaps. When a Garou has reached this rank of renown, he may be called upon to travel between festering sacred sates to carry out the totem's demands. Just as entering a Moon Bridge helps Garou travel between caerns, dumpster diving allows Bone Gnawers and thier packs to venture from one shrine of the Great Trash Heap to another. The werewolf burrows down into the trash, tunnels around in it, and then resurfaces inside another Heap on another part of the planet. Obviously this Gift is taught by a totem-spirit of the Great Trash Heap. A Garou termporarily servin the totem through the Level One Gift: Tagalong can learn this gift, but the werewolf must still petition the totem each time he uses it.",
        "system": "The totem decides when to open and close these gateways and assigns their destinations. When the pack goes dumpster diving, the highest-ranking Bone Gnawer makes a Gnosis roll (difficulty 4) when entering the trash pile; the travel time is the same as for stepping sideways. This ability cannot be used more than once per day, and it only works at the totem's behest. Keeping these pathways open is difficult so the traveler and his pack must return to their original site within three days, If they don't make it back in time, they'll have to travel back by more conventional means.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Cooter's Revenge",
        "description": "Any Bone Gnawer who watches too much television knows about Cooter. He's got a tow truck parked down the street from the Dukes of Hazzard, and he always has the right tool for the right job. Followers of the tribe's automotive totem (described under 'Totems') train extensively with automotive tools, and wouldn't be caught dead without them. This Gift not only makes proper repairs much easier, but can also save your life if you're caught unaware while changing a tire by the side of the freeway.",
        "system": "This Gift requires a heavy, automotive tool at least as big as a large crescent wrench (anything smaller than a half-inch crescent wrench won't do). If you voluntarily lend out any of your tools, you can't use this Gift until you get them back. For one Gnosis this Gift reduces the difficulty of any automotive repair roll to 4, (but only if your using the right tool). For one Rage, the Gift can make the tool a deadlier weapon. Wheather you prefer a tire iron or power drill, you can use your chosen tools to inflict Strength + 3 lethal damage for one scene. As an added bonus, you can do the same damage with all four hubcaps, the four wheel wells, and the spare tire of a car as ranged weapons.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Rant and Rave",
        "description": "Suffused with the pure energy of the Wyld, the user of this Gift rants and raves in a torrent of nonsensical language. Only others who are properly attuned to his magic silver-hammer disco ball dimension can penetrate his tinfoil hat. More precisely, any member of his pack or the Bone Gnawer tribe can decode whaterver nonsense he is saying. He can also project these thoughts at a distance to one listener; the ranting Garou chooses which individual receives his psychic transmission. The listener does not have to actually hear the ranting Garou. As long as he's within the same city, or even the same state or province, there's a chance he'll receive the message. (Unlike the Gift: Mindspeak, line of sight is not always required.) Ranting Bone Gnawers have been known to hold entire conversations from opposite sides of the same city, taking turns shouting violent imprecations to no one in particular. A Wyldling-spirit teaches this Gift.",
        "system": "The ranting Garou spends one Gnosis for each werewolf he wants to receive his secret message; the duration is one scene. Roll the ranter's Appearance + Expression (difficulty 6); the number of successes limits how far away his recipient can be. One success allows line of sight (as per Mindspeak), two successes allows same building, three successes allows same city block, four successes allows same city, five successes allows same state or province. For Wyld reasons no one can understand, the most powerful application of this Gift actually does have a longer range in Texas or Alaska than in Rhode Island, New Hampshire, or Vermont. Bone Gnawer Deserters have gone on epic Umbral quests to deduce the reason why, but have never returned with any sufficiently logical answer.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Laugh of the Hyena",
        "description": "The werewolf can sense manifestations of the Wyrm in the nearby area. This Gift involves a mystical sense, not a visual or olfactory image, although werewolves using the Gift sometimes say things like, 'This place stinks of the Wyrm' (with a few more colorful adjectives). Garou should remember that the Wyrm's taint can cling to relatively blameless souls. Werewolves may sense an innocent person who happens to work in a Wyrm-controlled factory or who has eated tainted food. This power requires active concentration. Any spirit of Gaia may teach this Gift.",
        "system": "The player rolls Perception + Occult. The difficulty depends on the concentration and strength of the Wyrm's influence. Sensing a single fomor in the next room would be difficulty 6, while detecting the stench of a Bane that was in the room an hour ago would be difficulty 8. Vampires register as Wyrm-tainted, save those with Humanity Traits of 7 or higher.",
        "source": "Core book revised / 20th Anniversary",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            3
        ],
        "shifter_type": ["Garou", "Ajaba", "Nuwisha"],
        "splat": "Shifter",
        "tribe": ["Bone Gnawers"],
        "auspice": "Theurge",
        "gift_alias": [
            "Laugh of the Vagabond"
        ]
    },
    {
        "name": "Streets Tell Stories",
        "description": "You've got an ear to the sidewalk… literally. By touching a road, sidewalk, or path of some kind, you recieve a flash of impressions about what has transpired there during the last twenty-four hours. Urban spirits whisper words, waft scents, and even give a taste of events in the neighborhood. This Gift is bestowed by a City Mother or City Father Totem, usually as a reward for acting in defense of the city.",
        "system": "Spend one Gnosis and roll Perception + Streetwise (difficulty 6). You may specify what sort of information you require before you roll the dice. One success reveals a brief sensory impression with any one sense other than sight. Three successes gives a rush of images (described rapid-fire by the Storyteller); you may ask questions about any one of them and receive more specific details with all five senses. Five successes gives you access complete recall about everyone who's passes within the last day, including impressions from all five senses. However, you'll need to spend a scene sitting and thinking to recall this amount of detail.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Lucky Bastard",
        "description": "By performing an epic feat to please the spirits, you've found a way to overcome the curse of your jackal's blood. This Gift is taught by a jackal-spirit, usually as an act of forgiveness after an appropriate Umbral quest lasting at least one game session.",
        "system": "This Gift can be used once per game session. The Garou spends one Gnosis; the person roleplaying him can then reroll any one dice pool for that character. The effects only apply if the roll is 'better' (that is, scores more successes) than the original roll.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Gift of the Termite",
        "description": "The Bone Gnawer can cause wood and paper to rot with astonishing speed. Furniture falls apart, documents disintegrate, and even buildings collapse. Obviously, the best instructor of this Gift is a termite-spirit.",
        "system": "After spending one Gnosis point, the character rolls Intelligence + Repair (difficulty 7). The number of successes determines the amount of wood or paper destroyed: One success can rot a ream of paper, three successes can deteriorate a wall, and five successes can collapse the roof of a small building. Strategic use of this power can have dramatic results even for users with little skill.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Nuwisha"],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Beg",
        "description": "Playing upon the compassion of others, Bone Gnawers can generate an amazing amount of pity. By exaggerating her miserable state, a clever Bone Gnawer can gain favor with people who have too much anyway. By groveling or telling her particular sob story, she might get a handout, a favor or at least a good meal. A pigeon-spirit teaches this Gift, which is one reason only Bone Gnawers ever learn it.",
        "system": "The player must spend one Gnosis point and roll Manipulation + Performance. If the roleplaying is particularly moving, the player can forgo the roll at the Storyteller's discretion. The difficulty depends on the target: a charitable Child of Gaia might be a 4, whereas an overbearing Get of Fenris might be a 9. The number of successes determines the amount of pity generated and the generosity of the favor.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Friend In Need",
        "description": "It takes a lot for a pack to accept a Bone Gnawer as an equal, but once they do, the Bone Gnawer's loyalty is unshakable. This Gift allows a Bone Gnawer to risk all, even his own life, to aid a packmate or tribemate. A dog-spirit teaches this Gift.",
        "system": "When a packmate or fellow Bone Gnawer is in danger, the Bone Gnawer may 'lend' him what he needs, be it a Gift the Bone Gnawer knows, his Rage, his Willpower, or even his own life (in the form of health levels). The Bone Gnawer cannot lend a Gift of a higher rank than the recipient could know, nor can he lend Abilities or Attributes. The player must spend one Willpower point and roll Willpower (difficulty 7) and must succeed for the transfer to take place. If the roll botches, the Bone Gnawer loses the Traits in question but the recipient does not gain them. This Gift lasts until the end of the scene unless the recipient decides to terminate it early. If the recipient dies before the Traits are returned, the Bone Gnawer loses them permanently.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ajaba"],
        "gift_alias": [
            "Clan Loyalty"
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Reshape Object",
        "description": "The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider - one of the Weaver's spirits - teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to successes: One - 5 minutes, Two - 10 minutes, Three - One scene, Four - One story, Five - Permanent. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently.\n\nBastet Pumonca Rank 2 Gift Stonework: As the Rank Three Homid Gift: Craft of the Maker, (As the Garou Homid Gift: Reshape Object), except that it only affects stone, dirt, clay and glass, employs a Manipulation + Survival roll, and reshapes the object permanently.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3,
            4
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
        "breed": ["Homid", "Kojin", "Balaram"],
		"auspice": "Decorated Suns Gathering",
        "tribe": [
            "Fianna",
            "Bone Gnawers",
			"Pumonca",
			"Bagheera",
			"Tenere",
			"Khan",
			"Black Spiral Dancers",
            "Glass Walkers"
        ],
        "gift_alias": [
            "Craft of the Maker",
            "Shape Matter",
            "Stonework",
            "Maker's Charm",
            "Potter's Clay"
        ]
    },
    {
        "name": "Speech of All Things",
        "description": "The Children of Gaia must communicate if they wish to accomplish their goals of unity and understanding. This Gift is a greater version of the Homid Gift: Speech of the World. The Garou can understand, read, write and speak any language as fluently as she physically can. She can emulate the roars of the Simba, but any member of that Breed would know the difference since she does not have the vocal capacity to make the correct sounds. Within those limits, she can speak the languages of various Changing Breeds, she knows the secret rune language of dead magi, and if she were so inclined, she could even understand the dread tongues of the Wyrm. This Gift does not protect the Garou mind from what she hears. A servant of Unicorn teaches this Gift.",
        "system": "The character can understand any language once she had learned this Gift. With an Intelligence + Academics roll (difficulty 7) she can read and write in those languages for the scene. If the language is not in common usage by more than a single, small group or culture - or does not have a written form - the difficulty increases to 9.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou"],
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Calm the Savage Beast",
        "description": "Even the most callous of homids can sympathize with the Rage that moves their fellow Garou in the final days. This Gift allows the werewolf to lend a frenzying Garou the will to escape her Rage's hold over her. It is taught by an ancestor-spirit.",
        "system": "The player spends a Willpower point and rolls Manipulation + Primal-Urge (difficulty 8). If successful, the Willpower point soothes a frenzying Garou within 30 feet (9 m), canceling the frenzy. By spending an extra point of Willpower, this Gift may affect non-Garou in a state of frenzy, such as other shapeshifters or vampires.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
        "breed": ["Homid", "Kojin", "Balaram"],
        "tribe": "Children of Gaia"
    },
    {
        "name": "Pain Chain",
        "description": "A doctor who treats only the symptoms of a disease doesn't cure it, but merely prolongs the patient's suffering. The Children of Gaia likewise know that only attacking the pawns of the Wyrm merely prolongs the Apocalypse War, rather than ending it. This Gift helps them go after the Wyrm itself by sensing who's pulling whose strings, and even understanding who's pulling theirs in turn. It is taught by a dog-spirit.",
        "system": "The player spends one point of Gnosis and rolls Perception + Investigation (difficulty 8). Each success lets you move 'up the chain' one step, revealing the name and face of the next person delivering orders to your target. A single success would reveal that the corporate oil baron is being ridden by a particularly manipulative Bane, two would let you know which Black Spiral summoned the Bane, and three might tell you who that Black Spiral's alpha is. None of this informs the Child of Gaia where these people are, but it gives them firm names and visual impressions to go after.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Good Faith",
        "description": "With this Gift, the Garou can cause all those in his presence to become filled with a sense of higher purpose. They all feel the work they must do together is more important than their differences. All other distractions are gone, and they feel inspired to take reasonable positions, rather than inflexible postures or exaggerated stands intended to be bargained away. Those who resist, and continue to bargain in bad faith, become loudly and uncontrollably flatulent each time they state their position. This Gift is taught by avatars of the New World Trinity totem.",
        "system": "The Garou rolls Wits + Expression against a difficulty of 6. Anyone who actively wants to resist finding common ground or negotiating in good faith must make a resisted Willpower roll (Difficulty 6) against the Garou's number of successes. If he fails to resist, his opposition will be betrayed by his sudden flatulence, and he will likely be shunned and viewed as absurdly inflexible by those who bargain in good faith.",
        "source": "Tribebook: Children of Gaia",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Parting the Velvet Curtain",
        "description": "The Garou with this Gift may open the Gauntlet, physically transporting creatures other than shapeshifters into the Umbra. This Gift is taught by a turtle-spirit.",
        "system": "The Garou must touch the creature to be affected; the player spends a Gnosis point and rolls Gnosis against a difficulty equal to the local Gauntlet plus one per creature affected. Kinfolk or other shapeshifters do not add to the difficulty as do other creatures. If the roll is successful, the Gift user automatically steps sideways along with his passengers. A maximum of eight other creatures may be transported in this fashion. While in the Umbra, the affected creatures are bound to the Garou with silk threads. They will always remain by the Garou's side and must leave the Umbra when the Garou does. However, the Garou may sever a thread and send a creature back to its starting point by spending a Willpower point. If the affected creature wants to resist either the initial transition or the return to the physical world, she may make a resisted Willpower roll against the Gift-wielder (difficulty 6 for both rolls).",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
        "tribe": ["Children of Gaia", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "The Cleaving Hoof",
        "description": "Unicorn's powerful hoofblows often killed the humans that hunted him. This gift allows the Garou to focus inner strength into a single blow, ending a fight before further harm can take place. A Unicorn-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point before rolling to hit. If he successfully strikes his opponent, the dice gained from Strength in his damage pool count as automatic successes rather than dice. Dice in the damage pool gained from weapons, claw damage or extra successes on the attack roll must be rolled as usual. For example, a werewolf with Strength 5 uses this Gift before successfully clawing an opponent; his damage pool works out to be 9 dice (5 for Strength, +1 for the claw maneuver, +3 for three additional successes on the attack roll). The player rolls four damage dice, adding any successes (or subtracting in the case or rolling ones) to the five automatic successes on the damage roll. The defender may soak as usual.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Lover's Touch",
        "description": "The Garou can restore what another lacks: not only wounds healed, but also strength of will and even spiritual essence. Any spirit of love or avatar of Unicorn may teach this Gift.",
        "system": "The Garou touches the afflicted individual kindly. The two need not be lovers, but the contact must convey affection and warmth — an embrace, a caress, or yet more intimate contact. The player spends a Gnosis point and rolls Intelligence + Medicine; each success heals one level of bashing or lethal damage, or restores one point of Willpower or Essence (if the target is a spirit). The difficulty is the Rage or Willpower of the target (whichever is higher). The player may choose to divide the successes among multiple results. Alternately, by neither healing wounds nor restoring Willpower or Essence, the Garou may suppress a Derangement for one day per success. This Gift cannot provide permanent relief from such afflictions, but it can act as a start on the road to recovery.",
        "source": "Tribebook: Children of Gaia (Revised)/20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Gurahl"],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "gift_alias": [
            "Ease the Fevered Mind"
        ]
    },
    {
        "name": "Words of the Alpha",
        "description": "The Children have often sought leadership in human societies as well as among Garou. This Gift allows a leader to seek the best course of action for a particular goal. Eagle teaches this Gift.",
        "system": "The Garou meditates on the chosen goal, spends a Gnosis point, and rolls Intelligence + Leadership (difficulty 8), For each success, she gains one fragment of insight, be it a word of advice or hint at secret knowledge, into the right way to lead this group toward her chosen end. Note that Eagle does not show the most popular way, or the easiest way. His flight is high, and he flies alone.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Soothe the Savage Beast",
        "description": "By being the catalyst for any sort of soothing music (singing, turning on a radio, playing a CD, etc.) the Garou makes it more difficult to Rage. When Garou must fight one another, the Children of Gaia sometimes use this to their advantage, as many are more experienced at holding back their Rage. A nightingale-spirit teaches this Gift.",
        "system": "The player rolls Gnosis, difficulty 7. Each success increases the difficulty of Rage rolls by 1 for all those in earshot (to a maximum difficulty of 10). The effects last for as long as the Child of Gaia is able to continue providing music.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Guilt Trip",
        "description": "By unearthing buried guilt and remorse, the Child of Gaia can force another to perform an action against her own will. Even if little relation exists between the guilty conscience and the task at hand, the Gift can be effective. Better results occur when there is a direct link, however. The Gift works best when the target wants to perform the action, but pride or fear prevents her from doing so. Many urban spirits that have witnessed the cruelty of humanity toward itself know this Gift and teach it to the Garou.",
        "system": "The player must roleplay the plea; otherwise the Gift automatically fails. Excellent roleplaying can even negate the need for a roll (or even the need for the Gift). Otherwise, the player must roll Manipulation + Empathy versus the target's Willpower. One success barely gets a Bone Gnawer to lift his pinkie, whereas five successes can force a proud Silver Fang to beg for forgiveness. The target can spend Willpower points to resist this Gift.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Chant of Morpheus",
        "description": "The user of this Gift can induce a long, restful slumber in the target. Although the Gift will not stop a frenzied werewolf, it can ward off a frenzy before one takes place. The Gift disinclines any hostile activity after the peaceful rest. Also, the waking victim is able to think much more clearly. An opossum-spirit teaches this Gift to individuals with patience and a lot of time.",
        "system": "The number of successes on a Charisma + Enigmas roll (difficulty equal to the opponent's Willpower) determines the number of hours that the target sleeps. One Gnosis point activates this power. For one hour after waking, the target must spend a Willpower point to take any hostile action against the user of this Gift. Any attacks directed at the sleeper awaken her immediately and end the effects of the Gift.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit Friend",
        "description": "The Children of Gaia are known for their ability to make peace with most anyone, even spirits. This Gift allows a Child of Gaia to make friends with a spirit that would normally be hostile. A unicorn-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Expression (difficulty 7). Success means that the spirit will cease hostilities long enough to talk; extra successes extend the duration of the peace. The werewolf must roleplay the attempt to make peace. This Gift does not guarantee that the spirit will agree to anything, but the Gift does ensure that the spirit will not attack for the Gift's duration unless the Garou attacks first.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Dazzle",
        "description": "The Garou can cause a flash of brilliant light to burst forth from her body. This Gift is taught by a light-spirit.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Performance (difficulty 7). Anyone looking at the Garou is blinded for one turn per success, suffering a +3 difficulty to all actions requiring sight. The Gift affects everyone who can see the Garou, friend and foe alike, unless they shield their eyes in time.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Mokole", "Nagah"],
		"auspice": ["Solar Eclipse Crowning", "Kamakshi"],
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Cairbre's Tongue",
        "description": "This Gift was used by the ancient songmaster Galliard Cairbre to show his people the corruption of Breas the Beautiful. By speaking out harshly against or satirize someone who is Wyrm-tainted, the possessor of this Gift will cause the Wyrm-taint to appear as splotches on his target's face, lowering the target's Appearance. This Gift is taught by faeries and Fianna ancestor spirits.",
        "system": "The Garou using this Gift must spend a Gnosis point, then roll Manipulation + Performance against a difficulty of the opponent's Willpower. If the roll succeeds, and the target is Wyrm-tainted, then she loses a point of Appearance for every success as incriminating blotches spread across her face and body. These marks last for a scene. If the roll fails, or the target is not Wyrm corrupted, nothing happens.",
        "source": "Fianna Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "camp": "Songkeeper",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Pin the Eagle's Wing",
        "description": "Known as Lleu's Spear by the Welsh Fianna (who claim to have discovered it), a Fianna with this Gift can throw a spear as far as an arrow and sink it deep into its target. Spirited Fianna can even pierce heavy doors or strike a foe on a high rooftop — or pierce a Leech's putrid heart. Ancestor-spirits teach this Gift.",
        "system": "The Fianna must concentrate on the weapon for one full turn and make a Willpower roll (difficulty 8). She then spends a variable number of Gnosis points. Each Gnosis grants two additional dice, which can be split between the attack roll and damage roll. Dice may also be used to increase the spear's flight distance (20 yards per die allocated). The Gift doesn't work with any other weapon, even a thrust spear — only a thrown spear.",
        "source": "Fianna Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "gift_alias": [
            "Lleu's Spear"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Woadling",
        "description": "The ancient Celts would paint their skin with woad — the components of which caused a frenzy-like state — before marching off to battle. The Fianna carry on this tradition and take it even further. After painting the woad on their bodies, they can bring the paintings to life to harry an opponent. A stag-spirit can teach this Gift.",
        "system": "Each painting can create one woadling that costs one Gnosis point to animate. The Fianna can release only one woadling per turn. Each time the player creates a woadling, she should roll Dexterity + Occult (difficulty 6). Every success subtracts one die from her opponent's pool as the woadling dances and prances about the target. The woadlings vanish (and must be repainted) after the Gift ends.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Ley Lines",
        "description": "The wilds of Britain are a dangerous place, and even more so when crossing Fianna territory. By manipulating the spirits of nature and the Wyld, the Fianna may send her target in illogical directions and even create tracks impossible to follow. Many who have dared to tread the Fianna's land have found themselves circling while walking straight, rigidly keeping to paths that lead them, again and again, to the same landmarks. Then they starve, and their legend warns off other intruders. An earth-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Occult (difficulty 7). Any attempts at tracking or orientation now requires the would-be woodsman to obtain more successes than the Fianna's original roll in a Perception + Occult roll, difficulty 8.",
        "source": "Players' Guide to Garou (revised) / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": ["Fianna", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Faerie Kin",
        "description": "The Fianna can call upon ancient pacts between her people and the fae. By emitting a special howl, the Garou can call whatever fae are in the area to help. They will obey the Fianna, but not without question. A dream-spirit teaches this Gift, and the teaching normally involves a quest of some kind.",
        "system": "The player spends at least one Gnosis point and rolls Manipulation + Occult (difficulty 8). Spending more Gnosis increases the raw power of the faeries who respond, while more successes on the roll means that more faeries answer. Note that this Gift may summon changelings or dream-spirits called chimera, but it will call true fae only in strange Umbral reaches, and even then very rarely. Botching this roll is bad news; the faeries who respond are vicious and malevolent, and they will act to hinder the Garou.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ajaba", "Bastet"],
        "splat": "Shifter",
        "tribe": ["Fianna", "Ceilican"],
		"auspice": "Midnight",
        "gift_alias": [
            "Calling the Eshu"
        ]
    },
    {
        "name": "Sense the Unnatural",
        "description": "The Garou can detect any unnatural presence or item in the immediate vicinity. This includes vampires, werecreatures, spirits, magic, ghosts, etc. This Gift is taught by any spirit servant of Gaia.",
        "system": "The player rolls Perception + Enigmas. The difficulty depends on the strength and proximity of the unnatural presence: detecting a vampire in the next room would be difficulty 6, while detecting the residue of a magical spell cast the day before would be difficulty 9. The Garou must concentrate for a turn to use this Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2,
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Fianna",
			"Black Spiral Dancers",
			"Swara",
            "Silent Striders"
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Corax", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin", "Rokea"],
        "camp": "Tuatha de Fionn",
		"auspice": ["Dawn", "Kieh", "Dimwater"],
		"breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
        "gift_alias": ["Strange Blood"]
    },
    {
        "name": "Silence the Weaver",
        "description": "The lupus releases a shattering howl, destroying all nearby delicate electronics — computers, laptops, smart phones, tablets and the like. Simpler machines such as land line phones, cars, and firearms are unaffected. A storm-spirit teaches this Gift.",
        "system": "The lupus spends a turn howling. The player then spends one Rage point and rolls Manipulation + Primal-Urge. Delicate electronics are destroyed within a radius of (20 x successes) yards (or meters) in a flash of sparks.",
        "source": "W20 Pg. 160",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
		"breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Redirect Pain",
        "description": "If a Fenrir is struck in battle, he may rely upon this Gift to retaliate. His enemy immediately experiences the pain from wounds received by the Fenrir. A cuckoo-spirit teaches this Gift.",
        "system": "The player spends one Rage point and rolls Manipulation + Primal-Urge (difficulty 8). For one scene, the target incurs whatever wound penalties indicated by the Fenrir's current wound levels, regardless of whether or not the Fenrir actually feels the pain.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ajaba"],
        "splat": "Shifter",
		"auspice": "Dawn",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Alberich's Claws",
        "description": "Alberich was a dwarven king who had his castle below the ground, carved out of the rock itself. Get of Fenris with this Gift could well have been amongst the builders of that palace, for their claws can slice directly through stone, steel or any other inanimate material as if it were butter. It is taught by a mole spirit or earth elemental.",
        "system": "The player spends one point of Rage. If the Fenrir's next attack is performed with natural weaponry and strikes an inanimate object, it automatically does an extra ten levels of damage.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Loki's Touch",
        "description": "This Gift is rare among the Get of Fenris, but the Rotagar often find it necessary to cool the rages of their comrades. With just a touch, the Garou may cause a target to go into uncontrollable fits of laughter or simply to have a better sense of humor. This Gift is taught by any Trickster spirit (most often Ratatosk, the Squirrel).",
        "system": "The Garou must touch an opponent and roll Manipulation + Empathy (difficulty equal to the Rage plus the Rank fo the target; maximum difficulty of 10). The fits of laughter will last for one round per success, during which time the target may not take any offensive action, although he may defend himself if attacked.",
        "source": "Get of Fenris Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mark the Enemy",
        "description": "A specialized power developed by the Swords of Heimdall, this Gift marks the target with a mystical brand that only this Gift's users can see. The Swords use this brand to label their enemies so that all other Swords can see the threat. An avatar of Fenris himself teaches his children to identify their enemies thus.",
        "system": "By laying her hand on the target and successfully rolling Manipulation + Occult (difficulty 8), the Get can mark her enemy. Other Swords who know the Gift can see the mark with a successful Perception + Occult roll (difficulty 8). Any Garou who knows the Gift can remove the effect.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Chill of Early Frost",
        "description": "This is the Rank 3 version for the Get of Fenris Tribe (Camp Ymir's Sweat.) The werewolf calls down a mystical chill from Great Wendigo himself, freezing the surrounding lands and anyone in it. A spirit servant of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty varies: 4 if it is already winter, 6 for spring, 9 for summer). Success drops the temperature to a bit below freezing in a five-mile radius, or even further below zero if it was already winter. All creatures without a natural coat of fur lose two dice from all pools. This Gift wreaks pure havoc in urban environments, as pipes burst and roads freeze. This Gift lasts for one hour per success.",
        "source": "Core book revised / Get of Fenris Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "camp": "Ymir's Sweat",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Venom Blood",
        "description": "The Garou may change her blood into a black, acidic bile that poisons anyone unlucky enough to come into contact with it. A snake- or spider-spirit teaches this Gift.",
        "system": "The player spends on Rage point and rolls Stamina + Medicine (difficulty 7). Anyone coming into contact with the Garou's blood for the duration of the scene takes one die of aggravated damage per success on the first roll.\n\nGeneral Rokea Rank 2 Gift: Poisoned Flesh - As the Get of Fenris Gift: Venom Blood, save that it poisons anyone that bites the wereshark.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Nagah", "Ratkin", "Rokea"],
        "splat": "Shifter",
		"breed": "Ahi",
        "tribe": "Get of Fenris",
		"auspice": "Plague Lords",
        "gift_alias": [
            "Poisoned Flesh"
        ]
    },
    {
        "name": "Might of Thor",
        "description": "The Garou can increase his strength tremendously, the better to slay his foes. A wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis and one Rage, then rolls Willpower (difficulty 8). The Garou's Strength doubles for one turn per success. After the Gift wears off, the Get is weakened considerably (Physical Attributes are considered 1 and Willpower is halved) until he can rest for at least one hour.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Bastet", "Mokole", "Nagah", "Rokea"],
        "splat": "Shifter",
		"auspice": ["Setting Sun Warding", "Kartikeya", "Brightwater"],
        "tribe": ["Get of Fenris", "Simba"],
        "gift_alias": [
            "Heart of Storms",
            "Strength of the Crashing Waves",
            "Might of the Mountain",
            "Might of the Kings"
        ]
    },
    {
        "name": "Whispers on the Street",
        "description": "The Glass Walkers' enemies have historically been non-werewolves for the most part, since even the Black Spiral Dancers used to avoid the city. It's no surprise that Gianluigi Lucci invented a Gift that allows communication exclusively between Garou. By picking up an object and whispering to the spirits surrounding it, the Garou can imbue it with a message that can be heard subconsciously by every werewolf picking it up. Sadly, this includes Black Spiral Dancers and, some argue, non-Wise Guy Glass Walkers. A Pattern Spider or insect spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Gnosis, difficulty 7. The number of successes determines how long the message stays within the object. One success means the message will endure for a scene, two successes a day, three successes a week, and four successes a year. Should you roll five successes, then the message is permanently locked into the object.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Wise Guys",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Universal Interface",
        "description": "Most Random Interrupts use two methods for dealing with computers. Some use mundane computers and techniques, others leap into the Umbra and deal with the technological spirits driving computers directly. This Gift allows a Random Interrupt to strike a balance between these two techniques, using the Umbra itself as a computer. He can simply type on air and visualize a screen in his own mind. A Pattern Spider teaches this Gift.",
        "system": "The player spends one point of Gnosis and rolls Wits + Enigmas (difficulty 7). Only one success is needed to fashion the intangible computer, but no more successes may be achieved using the computer than were achieved on the original Wits + Enigmas roll. The Glass Walker need not be in the Umbra to use this Gift, and the computer is considered to be connected to both the Internet and GWnet.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Random Interrupts",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Web Walker",
        "description": "The Garou may move across the Pattern Web through the Umbra, ignored and unmolested by any Weaver-spirits in the area. This Gift is taught by any Weaver-spirit.",
        "system": "To activate this Gift, the Garou spends two Gnosis points, then rolls Charisma + Science (difficulty 7). Success enables the Garou to travel through the Umbra as though she were on a moon bridge. However, there must be strands of the Pattern Web in the area through which the Garou wants to travel.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
        "tribe": ["Glass Walkers", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Steel Blowfish",
        "description": "One of the stranger Dies Ultimae Gifts, this trick comes as an extension of the Steel Fur Gift. Like it, the Soldier's fur becomes metallic, however the metal is much harder with this version, and the Garou puffs up to three times his normal size! However, this also makes him so heavy that he becomes utterly immobile. But he makes excellent cover, and it is to this purpose that the Gift is usually employed. The Gift can only be taught by a Pattern Spider found in a car wreck in which at least one person died, and the airbag failed to deploy. Somewhat depressingly, the Gift is widely known.",
        "system": "As with Steel Fur, the player spends one Willpower point and rolls Stamina + Science (difficulty 7). Each success adds one die to the Garou's soak pool; once the final total has been added up, the soak pool is doubled. However, while activated the Garou (who must be in Crinos, Hispo or Lupus form) is three times his normal size in all directions and weighs too much to move. Most Dies Ultimae employing this Gift first curl into a ball in order to not crash through the ceiling.",
        "source": "Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Dies Ultimae",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Intrusion",
        "description": "It's impossible to keep a cockroach out of a house, and it's equally impossible to keep a Glass Walker out, provided she has this Gift. Once this Gift is activated, the Glass Walker can easily break almost any barrier that is presented to her. Doors mysteriously unlock upon her approach; padlocks fall open with no explanation. The Gift has, however, a very short and specific time limit. A cockroach-spirit teaches the Gift.",
        "system": "The player spends one point of Gnosis and then rolls his Gnosis pool, difficulty 7. Every success will keep this Gift active for exactly one minute, and many Glass Walkers deliberately time themselves with stopwatches so they can know when this Gift will wear off. (If a hard mechanical number is needed, assume each minute is one turn.) During this time almost no door or barrier can possibly stop the Glass Walker. Highly secure doors (such as foot-thick iron security doors) may require a Dexterity or Wits+Streetwise roll, but every success on the initial Gnosis roll for this Gift adds one automatic success to such rolls.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou",
			"Yeren"
        ]
    },
    {
        "name": "Electroshock",
        "description": "The Glass Walkers are the tribe of glass, steel and electricity. This last element can be used to directly damage opponents that the Glass Walker can either touch, or who are touching a conductive material such as metal or water. An electricity-spirit teaches this Gift.",
        "system": "The player spends a number of Rage points. Each point of Rage spent inflicts three levels of aggravated wounds on the Glass Walkers's opponents. These levels of damage may be divided among as many opponents as the number of Rage points invested in this Gift. As usual, the character cannot spend more Rage than half of his permanent rating in one turn.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ratkin"],
        "splat": "Shifter",
		"auspice": "Engineers",
        "tribe": "Glass Walkers"
    },
    {
        "name": "Data Flow",
        "description": "The Glass Walkers originally developed this Gift as a “remote control” for new electronic devices. As the computer gained importance, this Gift gained a whole new utility. Glass Walkers now use this ability to take control of the data resources that are so important to the world's economy and to society in general. By focusing her attention on a single computer, a Glass Walker can take control of that machine from across the room. She can order it to erase its memory, alter security clearances, transmit false data or simply print a document. An electrical spirit or the even more complex computer spirits can teach this Gift.",
        "system": "A successful Wits + Computer roll (difficulty 7) plus the expenditure of one Gnosis point establishes contact with the computer. As long as the Garou keeps her target in her line of sight, she can maintain contact with the machine. While this Gift allows remote access, the Garou must still make all the appropriate roll to manipulate the computer.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Bastet"],
		"tribe": ["Ceilican", "Glass Walkers"],
        "splat": "Shifter"
    },
    {
        "name": "Tongues",
        "description": "This Gift allows the user to read or write any human language encountered, no matter how ancient or obscure. Galliards often use this Gift when translating ancient texts to revive old legends or compose new songs for moots. This Gift is taught by a Raven-spirit.",
        "system": "After spending one Willpower point, the player rolls her Intelligence + Linguistics. The obscurity and relative age of the language determines the difficulty. A common modern language such as Spanish is difficulty 4. An ancient and obscure tongue, such as Etruscan, would be difficulty 10. The number of successes determines the character's fluency with the language.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Corax", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"auspice": "Kataribe",
        "tribe": [
            "Glass Walkers",
			"Black Spiral Dancers",
            "Silent Striders"
        ],
        "breed": ["Homid", "Kojin", "Balaram"]
    },
    {
        "name": "Elemental Favor",
        "description": "By begging, threatening or cajoling an urban elemental, a Garou can convince the spirit to do her a favor by manipulating or even destroying her earthly shell. Thus, a glass sheet might explode at the Garou's foes; a door might refuse to open, even if unlocked, or a car's brakes might fail. An urban elemental teaches this Gift. Red Talon: this version affects the four classic elements — fire, earth, water and air — and a natural elemental teaches it. Boli Zouhisze: When this Gift is taken, the Boli Zouhisze must choose to be able to command Eastern elementals (water, wood, fire, earth and metal) or urban elementals). The character may never command elementals of the other group.",
        "system": "The player rolls Charisma + Subterfuge (difficulty of the spirit's Gnosis). The Storyteller determines the precise effects. Boli Zouhisze (Glass Walker) Gift version is called Yao's Commands. Glass Walker Gift / Rank 3 Red Talon Gift version is called Elemental Favor.",
        "source": "Core book revised / Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Glass Walkers",
            "Red Talons",
            "Boli Zouhisze"
        ],
        "gift_alias": [
            "Yao's Commands"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Herding the Infant Ape",
        "description": "Perhaps the most unpopular Gift in the entire tribe, this Gift is hidden by Whelp's Compromise, although a few Warders of the Land use it in more... experimental ways. It turns a human child of no older than ten years old into a creature of the wild, unable to set foot in a city. Some suggest this Gift is responsible for myths such as Romulus and Remus, or the tale of Mowgli. Whelp's Compromise camp members use this to show that humans themselves can exist in harmony with Gaia, it is the City that is evil and needs to be destroyed.",
        "system": "This Gift can only be used on a human child of no more than ten years. The player spends three Gnosis and rolls Charisma + Primal Urge. The difficulty is the child's age; any child less than a year old automatically is barred from setting foot in a city for the rest of their life. For children aged one and up, the number of successes rolled becomes the number of decades that pass before they can re-enter a city. If they do so before then, they suffer incapacitating cramps, refuse to eat, and stay immobile until removed from the city. Since this Gift only works on those too small to fend for themselves, few who use it simply abandon their charges. After all, a dead human child in the wild isn't the example the Whelp's Compromise wants to make.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Gaze of the Hunter",
        "description": "The Garou stares into the eyes of an intended victim, and communicates to them the ancient bond between predator and prey — beginning the sacred hunt. This Gift is taught by the spirit of any predatory mammal — wolf, mountain lion, bear, etc.",
        "system": "The Garou spends on Gnosis point and rolls Manipulation + Intimidation (difficulty 6 for animals or the human [or other sentient] target's Willpower — whichever is higher). If the Gaze is successful, the target (human or animal) understands the link and will act accordingly: Wild animals will run into the open, allowing the hunter to eventually catch and kill them. Humans and domesticated animals — for whom this is a terrifying experience — may run or cower, terrified. No victim will begin a fight, although if the Red Talon pursues and catches the prey, a battle might result. The Gift does not work on other Garou, but will be effective against most creatures the Garou sets out to hunt.",
        "source": "Tribebook: Red Talons",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Snap Man's Chains",
        "description": "All Red Talons feel disgust at domesticated animals, both predator and prey. They hate prey animals that simply stand around waiting to be slaughtered, rather than being allowed to live their lives before being eaten. Domesticated predators incense the Talons, for obvious reasons. This Gift allows the werewolf to free domesticated animals from whatever enclosures hold them, physical or otherwise. Horses throw their riders, dogs turn on their masters, farm animals smash through their gates and run. While the Red Talons have known this Gift for centuries, few learned it after the rise of cities, since so few humans there kept animals. However, the Warders of the Land continue to learn the Gift occasionally. Any animal-spirit can teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Primal-Urge (difficulty 8). The number of successes indicates the area of the effect. One success drives any animals in a small house feral. Three affects all the animals in a small neighborhood or in a building housing many animals (a pound, for example). Five affects all of the animals within a square mile.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Warders of the Land",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Howl of Hunger",
        "description": "Wolves gorge themselves when they eat, especially during the cold winter months, because they cannot be sure wen they will find food. Most humans know nothing of this kind of hunger, as they have their food handed to them. The Garou with this Gift can weaken any that hear her howl with crippling hunger. The Gift is taught by a wolf-spirit or ancestor-spirit.",
        "system": "The player rolls Charisma + Intimidation (difficulty 7). If the Red Talon also knows the Galliard Gift: Call of the Wyld, reduce the difficulty of the roll by one. If the roll succeeds, anyone within earshot of the werewol's howl loses two dice from any mental and physical dice pools as their bodies are wracked with hunger pangs (the player may choose to spend a Gnosis point to leave the Red Talon's packmates unaffected). This Gift only functions on creatures that feel a physical hunger for food – vampires and other dead things are unaffected. However, any Garou affected by this Gift must immediately check for frenzy (although even a Garou in frenzy is subject to the dice penalty due to weakness). Frenzied werewolves are likely to feast on any meat they can find if subject to Howl of Hunger, much like homid Garou in the Thrall of the Wyrm. The effects of the Gift last for one scene.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Territory",
        "description": "The Red Talon with this Gift doesn't need to patrol his hunting ground to know what transpires there. With bit a moment of concentration, he may extend his senses to any area he has marked. This Gift is taught by a wolf spirit.",
        "system": "To use this Gift, the Red Talon must first mark one or more areas with his own urine. A Talon may have a number of marked locations equal to his Gnosis (and does not have to establish such a mark in every place that he urinates). Thereafter, the player may roll Perception + Primal-Urge (difficulty 7) to extend the Talon's senses to that location. The character can sense the area as though standing in the same place he was in when he marked the area originally. The scent marks last for one week per dot of Gnosis the character possesses (for wilderness) or one day per dot of Gnosis (for urban environments). White Howlers: White Howlers can mark a land as their own by carving sigils in stone in the area. Stones marked in this way can be used over and over, by the Garou who carved them. The duration remains the same; the werewolf reactivates the gift by adding additional details to the stone in question.",
        "source": "Red Talon Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Red Talons",
			"Black Spiral Dancers",
            "White Howlers"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Predator's Many Eyes",
        "description": "The Kucha Ekundu don't regard themselves as “Lords of the Savannah,” especially given the strength of Africa's other Fera, but they still wish to do their job as Garou. This Gift facilitates that job, allowing the werewolf to “mark” a predator and thereafter look through its eyes.",
        "system": "As the Red Talon Gift: Territory. The Red Talon needs not urinate on the animal it wishes to mark; the player must merely roll Charisma + Animal Ken (difficulty 7) while the predator is in sight. Using this Gift on other Fera is possible but requires the Fera's consent. In all other respects, this Gift functions as Territory. Kucha Ekundu camp call this gift Predator's Many Eyes, with a different system than what the Red Talons/White Howler's call this gift; Territory.",
        "source": "Red Talon Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Red Talon",
            "White Howlers",
            "Kucha Ekundu"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mother's Rage",
        "description": "A she-wolf is most dangerous when protecting her cubs, and will fight against enemies from which she would normally flee if her family is at stake. The Red Talon with this Gift is able to harness that Rage and use it in battle, although only when defending something of value. A bear- or wolf-spirit teaches this Gift.",
        "system": "This Gift can only be used in defense of something or someone else – Kinfolk, a wounded packmate, a caern, etc. If the Red Talon is attacking a foe, she may not activate Mother's Rage. To use this Gift, the player spend two Rage points. The Garou enters of kind of frenzy, but stays within the vicinity of her charge. She will attack anything that gets too close, within the usual guidelines of frenzy (i.e., if her Rage is equal to or lower than her Gnosis, she will not attack packmates). While in this state, the Talon takes no wound penalties. All difficulties to soak are reduced by two, and she gains an extra dot of Strength. Additionally, she regains one Rage point each turn while the Gift is in effect, making it impossible for her to run out of Rage (and therefore impossible to lose to the wolf). All these benefits disappear when the Red Talon's carge is out of danger or at the end of the scene, whichever comes first.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Render Down",
        "description": "Red Talons who posses this powerful Gift can destroy any man-made substance. Plastics, alloys and any other material not found in nature disintegrate with just a touch. Lawn chairs dissolve into oily puddles and steel melts into iron and carbon.",
        "system": "The Garou must touch the material for the Gift to work. Only materials that science has manufactured are viable targets. For instance, a wooden chair would be unaffected, whereas a plastic chair would melt to the ground. The Garou then must roll her Rage against a difficulty determined by the item's complexity. The difficulty ranges from iron (difficulty6) and ordinary plastics (difficulty 7) to rare and complex metal alloys (difficulty 9). Every success reduces five pounds of the target material to its base components.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "tribe": "Red Talons",
		"auspice": ["Rising Sun Striking"],
        "gift_alias": ["Recycle", "Rot Weavertech", "Lash of Ages"]
    },
    {
        "name": "Trackless Waste",
        "description": "Humans have no sense of direction, the Talons assert. With this Gift, the Garou can make certain that they don't. The Talon employing Trackless Waste must have some familiarity with the terrain in question. Upon using the Gift, humans become hopelessly lost. Compasses malfunction, maps are misleading, and landmarks seem to be out of place. A spirit of the wilderness teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Primal-Urge. Each success “scrambles” a two-mile radius. This Gift functions on other werewolves, but they can resist with a Perception + Primal-Urge roll, and they must score more successes than the Talon to remain unaffected. This Gift lasts for four hours.\n\nRokea General Rank 2 Gift: Strange Waters - As the Rank 3 Red Talon Gift: Trackless Waste, but Strange Waters affects the target's sense of direction at sea or underwater.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Bastet", "Gurahl", "Rokea"],
        "splat": "Shifter",
		"auspice": "Arcas",
        "tribe": ["Red Talons", "Balam"],
        "gift_alias": [
            "Strange Waters",
            "Wandering Forest"
        ]
    },
    {
        "name": "Control Complex Machine",
        "description": "Similar to Control Simple Machine, the Garou may now converse with and command the spirits of electronic devices such as computers, video games, and cars. One learns (or steals) this Gift from a Net-Spider.",
        "system": "The player spends one Willpower point and rolls Manipulation + Science (or Computer). The Storyteller sets the difficulty based on how complex the machine actually is (usually 8). The Garou's control lasts for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ratkin"],
		"auspice": "Engineers",
        "splat": "Shifter",
        "tribe": "Glass Walkers"
    },
    {
        "name": "A Thousand Eyes",
        "description": "The Child of Bat melds his consciousness with that of a swarm of bats, and may see and hear all that they see and hear for the duration of the night. Using this Gift requires a swarm of at least a thousand bats (easily found in most temperate or tropical areas). It is taught by a bat-spirit.",
        "system": "The Garou spends three Gnosis and rolls Perception + Primal-Urge (difficulty 8). Success indicates she slips into a deep meditative trance, and can see through the bats' eyes and hear through their ears for one full night. With one success, she cannot control the bats' movements; they go where they will, and she sees and hears what they happen to see and hear (generally lots of insects). With three or more successes, however, the Garou can subtly direct the movements of the swarm such that they are guided to a general area of interest to the Garou. She still cannot control individual bats, but they will show mild interest in whatever area it is that the Garou wants them to see.",
        "source": "Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "camp": "Children of Bat",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Patagia",
        "description": "The Shadow Lord can extrude large flaps of skin under her arms, resembling a flying squirrel's membranes. When not in use, the flaps usually shrink into the Lord's arms and sides, where they are not detectable. This Gift is taught by a bat-spirit or a squirrel-spirit.",
        "system": "The Shadow Lord stretches her arms and leaps from a height. She may glide at 25 mpg, but the player must make Dexterity + Athletics rolls (at the Storyteller's discretion) to avoid losing altitude.",
        "source": "Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2, 3],
        "splat": "Shifter",
        "tribe": ["Shadow Lords", "Black Spiral Dancers"],
        "camp": "Children of Bat",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Under the Gun",
        "description": "The Shadow Lord lays a curse on her foe, ensuring certain death by bullets. While the curse is in effect, bullets (as well as arrows, hurled knives, and any other missile weapons) are strangely attracted to the target. Although this Gift is useful in battle, most Shadow Lords prefer to use it secretly on a chosen foe before a fight begins, ensuring an “unfortunate accident.” A raven-spirit teaches this Gift.",
        "system": "The Shadow Lord touches the intended target with her fingertips. The player spends a Gnosis point and rolls Manipulation + Firearms. The curse lingers for one day per success. While it is in effect, the difficulty to strike the target with any sort of missile attack drops by two.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Shadow Cutting",
        "description": "One of the more cunning tactics of the Shadow Lords, this Gift allows a Lord to maim or kill her opponent by attacking the shadow he casts. This tactic makes her attacks difficult to dodge, and can provide a great advantage in situations where the shadow is a larger or more accessible target than the opponent himself. A night-spirit teaches this Gift.",
        "system": "The werewolf must activate the Gift by spitting into her opponent's shadow and spending a Gnosis point. For the remainder of the scene, she may injure her opponent by striking his shadow. Only fetish weapons, silver or natural weaponry (claws and teeth) will work in conjunction with this Gift; firearms or other mundane measures cannot transmit damage across the spirit-link. The victim has two fewer dice to dodge attacks aimed at his shadow, and cannot parry such attacks at all. The Storyteller may even give the shadow's attacker extra dice in certain situations, such as during sunset or when the victim is a few stories up, but his shadow falls at the Garou's feet.",
        "source": "Shadow Lords Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Raven's Wings",
        "description": "A lord with this gift is especially close to Raven, and may manifest a spirit avatar in the form of a raven to spy for him. The raven may see and hear, but may not affect the physical world or, in turn, be affected by attacks of any sort.",
        "system": "To activate the Gift, the Lord spends a Gnosis point and rolls Wits + Occult (difficulty 6). The raven may be sent up to five miles away for every success rolled, but is canceled if it goes beyond this range. The Lord must concentrate to see through the raven's eyes, but need not do so to maintain the raven's existence. Although the raven is visible in the Penumbra, it cannot be seen in the physical world; by default it sees its Penumbral environment, but can peek across the Gauntlet to the material world. The effects of the Gift last for a scene.",
        "source": "Shadow Lords Tribebook (Revised) / Outcasts",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Shadow Lords",
            "Ronin"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Wyrm Taint",
        "description": "This exceedingly rare Gift can only be learned from Grandfather Thunder himself, and he is generally quite reluctant to teach it, given the possible side effects. In essence, the Gift allows the Lightbringer to call a bit of the Wyrm into himself, so that he might pass even the closest scrutiny deep within a Black Spiral Dancer hive. Excessive use of the Gift risks corrupting the user, such that only the bracest of Lightbringers even dare to learn it.",
        "system": "The Shadow Lord spends a Gnosis point and rolls Manipulation + Occult (difficulty 8). If successful, she appears for all intents and purposes to be Wyrm-tainted, and will appear as such to any Gifts or fetishes that detect such taint. If she fails, she may try again until successful (at the cost of one Gnosis per attempt). The effects last until the use chooses to dismiss them, which requires another Manipulation + Occult roll (difficulty 6). Failing this second roll indicates that a bit of taint remains, decreasing the difficulty of the activation roll for the Gift by one and increasing the difficulty to dismiss the taint by one. In addition, the number of successes needed to fall into the Thrall of the Wyrm on a frenzy check is reduced by one. If the Garou maintains this Gift for more than a day, the difficulties to activate or dismiss the Gift shift as described above, as though the Garou failed her check to dismiss the Gift. The difficulties continue to change until the Gift is successfully dismissed and a Rite of Cleansing is performed on the Garou. If the difficulty to dismiss the Gift ever rises above 10, the Wyrm-taint is permanent and may not be dismissed by a Rite of Cleansing, or by other means short of a trip to Erebus. In this case, the Garou is in serious danger of falling to the Wyrm.",
        "source": "Shadow Lords Tribebook (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "camp": "Bringers of Light",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Icy Chill of Despair",
        "description": "The Shadow Lord with this Gift can appear to grow larger and more imposing, becoming a terrible, shadowy version of herself. This change in aspect can severely intimidate any onlookers. A Stormcrow teaches this Gift.",
        "system": "The werewolf concentrates for a turn; the player spends one Gnosis and rolls Manipulation + Intimidation, difficulty 7. Anyone who means the Shadow Lord harm must make a Willpower check, difficulty 8, and score more successes than the Lord does in order to act normally. Failure means that the victims must spend Willpower to attack, take action against or even verbally oppose the Shadow Lord. This Gift doesn't give the Lord actual control over her intimidated victims – they're simply too spooked to actively oppose her.",
        "source": "Shadow Lords Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            3
        ],
        "splat": "Shifter",
        "tribe": ["Shadow Lords", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ananasi", "Mokole"],
		"auspice": ["Myrmidon", "Solar Eclipse Crowning"],
        "gift_alias": [
            "Dragon-King's Majesty",
            "Illusion of Size"
        ]
    },
    {
        "name": "Summon Stormcrow",
        "description": "If there is any one spirit that defines the Shadow Lord tribe, it is the Stormcrow. A frightening avatar of Grandfather Thunder, a Stormcrow comes to aid whoever beckons them with this Gift. They make excellent spies, messengers and, if need be, combatants of distractions. Some rumor that there are so many Stormcrows in the Umbral air of the Shadow Lord's homelands that every Shadow Lord can know all that happens in the land. Grandfather Thunder himself teaches this Gift.",
        "system": "By spending one Gnosis point and rolling Charisma + Intimidation (difficulty 8) the Lord may summon one Stormcrow, who will obey a single order of reasonable complexity, such as “Find your way into the Glass Walker's sept and keep an eye on them. Report to me daily.” Stormcrows are invisible within the physical world, and may only be spotted in the Umbra with a Perception roll at difficulty 8.",
        "source": "Player's Guide Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Curse of Corruption",
        "description": "The Shadow Lords, never a tribe to play fair, designed this Gift to discredit their rivals. Victims of this curse find themselves doubted by even their staunchest allies. Despite a target's most noble exertions, no one believes anything he has to say until the curse fades. A jackal-spirit teaches this Gift.",
        "system": "The Shadow Lord rolls her Gnosis against a difficulty equal to the target's Gnosis. The number of successes indicates the number of turns the victim suffers from the curse. Until it fades, everything the victim says sounds dishonest. The Shadow Lord must pend a Willpower point to activate this Gift.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Dark Aerie",
        "description": "The Garou can fly or hover, enveloped in shadows.",
        "system": "The player spends one Gnosis point. The Garou can fly at 20 mph and hover as desired. Combat maneuvers increase in difficulty by one. The Gift lasts for one hour. Rank 3. The Rank 2 version is an Uktena gift called Spirit of the Bird.",
        "source": "Core book revised / Shadow Lord Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Paralyzing Stare",
        "description": "The Shadow Lord directs a terrifying glare at a target, causing her to freeze in terror. A Stormcrow teaches this Gift.",
        "system": "The Garou concentrates for one turn. The player spends on Gnosis point, and rolls Charisma + Intimidation (difficulty of the target's Willpower). Each success freezes the target in place for one turn. The target must be able to see the Garou.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ajaba", "Ratkin"],
        "splat": "Shifter",
		"auspice": ["Dusk", "Knife Skulkers"],
        "tribe": "Shadow Lords"
    },
    {
        "name": "Direct the Storm",
        "description": "Having a packmate who is prone to frenzy isn't safe for anyone. With this Gift, the Shadow Lord can direct the primal instincts of a frenzied Garou — friend or foe — causing him to attack targets of the Lord's choice. A Stormcrow teaches this Gift.",
        "system": "The player spends a point of Gnosis and rolls Willpower (difficulty of the target's Rage). Success indicates that the Shadow Lord controls the target's frenzy and can set him on anyone she chooses. Using this Gift on a Garou in the Thrall of the Wyrm is possible, but doing so requires the player to roll Rage (difficulty 7) to check for frenzy for her own character.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Rokea"],
        "splat": "Shifter",
		"auspice": "Darkwater",
        "tribe": "Shadow Lords",
        "gift_alias": [
            "Scent of Blood"
        ]
    },
    {
        "name": "Mark of the Death-Wolf",
        "description": "The Silent Strider uses his claws to gouge an eerie sigil into a nearby surface, which fascinates and attracts the unquiet dead. An owl-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point upon making the mark, which takes a full turn, and then rolls Wits + Occult (difficulty 7). The mark retains its mystic potency for one week per success, leaving the area around it badly haunted if there are any ghosts in the area at all. Destroying the mark can end this Gift's effects prematurely.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Death Track",
        "description": "Sometimes someone's journey ends too soon, such as a man dying before he can tell the Silent Strider important information. Silent Striders with this Gift do not let the end of someone else's journey be the end of theirs. As long as the Silent Strider can find the body, they can then follow the trails of the spirit until they find the ghost. A servant of Owl teaches this Gift.",
        "system": "The Silent Strider stands over the body of the dead. Then, the player spends one point of Gnosis and rolls Perception + Occult, difficulty 7. One success is needed to smell the direction of the ghost from the body. Every day the search continues, another Perception + Occult roll must be made, with one additional success required for each day spent searching. The Storyteller determines how far away the ghost is.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Ghost Touched",
        "description": "Once a Garou steps into the Dark Umbra, he carries an aura of death and decay with him always. The aura is difficult to see, but it is there nonetheless — the perceptive might smell a faint must in his fur, or catch strange reflections in the pupils of his eyes. This Gift harnesses that deathly aura, weaving it into a protective shield against the attacks or special abilities of ghosts. This Gift is taught by the denizens of the Dark Umbra, and is not easily come by.",
        "system": "Once learned, this Gift is always in effect; no roll need be made. The difficulties of all rolls made by ghosts (wraiths or specters, if you're also using Wraith: The Oblivion) to affect the character are made at +2 difficulty (maximum 10). This includes effects that would be beneficial. Using the energies of the Dark Umbra in this way reinforces the impression of death that others may feel, which will increase the difficulty on Social rolls when the Storyteller feels it to be appropriate.",
        "source": "Tribebook: Silent Strider (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "camp": "Harbinger",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Scale of Ma'at",
        "description": "The Halls of Ma'at are where the dead go to be judged; the liars, cheaters and murders are denied eternal life. The Silent Striders can invoke the judgement of Ma'at on the living, seeing through lies to find the ugly truth beneath. This Gift is taught by an ibis-spirit, the symbol of Thoth.",
        "system": "The player rolls Intelligence + Empathy (difficulty of the subject's Manipulation + Subterfuge). Success indicates that the character knows which of the subject's statements are true, and which are false. If the character chooses to delve more deeply into any statement, true or false, the player must first succeed at a Perception + Empathy roll against the same difficulty. Success unveils the complete truth to the Garou; a botch ends this use of the Gift, and closes this topic to the Strider forever — at least when questioning this individual.",
        "source": "Tribebook: Silent Striders (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Long Running",
        "description": "Whether the Garou is on foot or in a vehicle, this Gift allows him to reduce the travel time on a lengthy journey. Striders use this Gift only when the need is dire; usually, they prefer to see the sights and take their time. A horse-spirit can teach this Gift.",
        "system": "The player rolls Dexterity + Athletics (or Drive) at a difficulty equal to the local Gauntlet; she must also spend one Gnosis point. For every success, the travel time diminishes by 5 percent. A botch increases travel time by 25 percent or indicates that travel has stopped altogether (e.g., due to a flat tire or a twisted ankle).",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
		"auspice": "Decorated Suns Gathering",
        "shifter_type": [
            "Garou",
			"Mokole"
        ]
    },
    {
        "name": "Great Leap",
        "description": "The Strider with this Gift can jump truly astounding distances. A jackrabbit-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Strength + Athletics. Each success allows the character to jump 100 feet.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ananasi"],
        "splat": "Shifter",
        "tribe": "Silent Striders",
		"breed": "Homid",
        "gift_alias": [
            "Jump"
        ]
    },
    {
        "name": "Adaptation",
        "description": "The Garou takes no damage from poison or disease, and he may exist in any environment, regardless of pressure, temperature or atmospheric condition. This Gift does not protect the Garou from hazardous situations (like falling), only hazardous environments. A bear-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Stamina + Survival (difficulty 7). Each success extends the Gift's effects by one hour.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Gurahl"],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "gift_alias": [
            "Survival of the Bear"
        ]
    },
    {
        "name": "Claim of Authority",
        "description": "There are times when a Silver Fang cannot be present at important moots or meetings, and must send another Garou in her place. To make sure that any advantages to be gained aren't neglected, a Silver Fang with this Gift can grant her messenger some of her own natural authority. It is taught by an ancestor-spirit.",
        "system": "The Silver Fang spends on one point of Gnosis and one point of Willpower before selecting a Garou as her representative. For a week thereafter, the representative is considered to possess the same level of Pure Breed as the Silver Fang, so long as she notes the name of the Silver Fang she speaks for. This Gift may not be used on an unwilling target.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Dominance Blow",
        "description": "Smart Garou know to pay the Silver Fangs their due. Stupid ones openly challenge them, and force the Silver Fangs to assert their dominance. This Gift allows a Silver Fang to easily knock down would-be rebels by connecting physical dominance with rightful leadership. When this Gift is working, might does make right. Lupus Silver Fangs are fond of this Gift, which resembles wolf understandings of alpha standing. A wolf-spirit teaches this Gift.",
        "system": "The player spends one point of Rage, and rolls Charisma + Brawl, difficulty 7. If the rolls succeeds, then every blow the Silver Fang strikes against a specific target grants the Silver Fang an additional die in all Social rolls against that target, allowing him to browbeat or intimidate the target more easily. The blow need not be full force to grant the bonus, which lasts for one day.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Half Moon Mnemonics",
        "description": "Moon Lodge (Waning Cycle.) This Gift allows a Garou to remember a moment with perfect clarity, fixing it forever within their mind. They may recall that moment at any time, and examine the memory from any angle they wish. The memory does not dim with age, and the recall is always perfect and total. A sea spirit teaches this Gift. The werewolf must seek an Umbral sea and meditate on the sound of its wave, until she can hear the sea spirit calling to her. She must then focus on those instructions while at the same time keeping total awareness of the moment to learn this Gift. Thus, she makes the wisdom and reflection of the Half Moon part of herself.",
        "system": "The player must spend one point of Gnosis to store a memory and then rolls Wits + Alertness (difficulty 6) to fix it in the characters mind. The roll is at difficulty 5 for a Philodox. The character can store one memory for every point of permanent Gnosis she has. To recall the memory, the player must make an Intelligence + Occult roll (difficulty 7, 6 if the character is a Philodox, 5 if the character is a Philodox and staring into water). A botch means the memory vanishes, leaving a permanent hole in the character's memory. The character may dump memories at any time, leaving her only a normal fallible recollection of the event.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Moon",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Half Moon's Diplomacy",
        "description": "Camp: Moon Lodge (Waxing Cycle.) Sometimes the first step to resolving a dispute is to prevent yourself saying anything to make the situation worse. This Gift allows a werewolf to try to calm an explosive moment by preventing everyone present from saying anything inflammatory, thus bringing them all the Half Moon's wisdom. To learn this Gift, the werewolf must follow a harrier-spirit for an hour, matching her flight path from the ground, until she tries and consents to share this Gift.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Empathy (difficulty 7). If the roll succeeds, anyone involved in the debate must concentrate for a turn by staying silent and then roll Willpower (difficulty 8) to say anything that they know is likely to make things worse. The effect lasts for one minute per success rolled. If a Philodox uses this Gift, then the initial roll is at difficulty 6 and the participants in the debate must make a Willpower roll (difficulty 9) to inflame the argument.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Moon",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Honor Pact",
        "description": "This is another of Helios' Gifts that allows diplomacy between even the most intransigent of opponents. For the Gift to work, though, all parties involved in the negotiation must agree to its use willingly, even if they consider their position fixed and room for debate to be minimal. Participants must show their willingness by spilling their own blood and mingling it with that of the other participants, usually by slicing open their palms and shaking hands. Helios does not consider those creatures without blood or with toxic or damaging blood worthy of his Gift and they cannot participate. Each participant then swears an oath to both Falcon and Helios to work with her fellow participants to find a solution. This forges spiritual bonds between all involved, preventing them from acting against one anther's interests and hopefully allowing a conclusion to the negotiations that suits and benefits all. On occasions, a pack with a Sun Lodge member will use this Gift to prevent minions of the Defiler Wyrm turning one packmate against another. Helios allows a Child of Kamak to teach this Gift.",
        "system": "Each participant must spend three Gnosis, while the player of the user of the Gift spends four Gnosis. All players (and the Storyteller, if a Storyteller character is participating) make a Charisma + Rituals roll (difficulty 7). If the rolls succeed, all Social rolls between the group are at -2 difficulty. The players should also roleplay the lack of antagonism and care for each others interests with the guidance of the Storyteller, who has the final say on what this entails. The effects of the Gift are permanent, unless one of the participants breaks faith. Servants of Falcon and Helios immediately set upon the character that does so, burning and tearing at her for five health levels of aggravated damage. If the character survives, she is marked as an oath breaker, as per the Stone of Scorn rite (Werewolf, p. 162). Repeated arguments or petty fights between the participants will erode the Gift's effects over time, at the Storyteller's discretion. The only way to strengthen an eroded Pact is to perform the whole process again. Any servant of the Defiler Wyrm who tries to corrupt or turn those under the Honor Pact is at +3 difficulty to any roll related to the action.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Sun",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Burning Blade",
        "description": "This Gift causes a Garou's weapon, be it a sword, klaive or axe, to burn with a deadly fire that burns her enemy even as it bites into their flesh. A firebird spirit teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 7) to activate the Gift. The weapon now does two extra dice of fire damage (which is to say, aggravated). Flammable objects will catch fire if struck by the blade. The fire burns for a number of turns equal to the number of successes rolled.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Blood Red Crest",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Talons of the Falcon",
        "description": "The Silver Fang's claws transform into impaling weapons, allowing her to cut muscle, bone, and sinew as though they were paper. A falcon-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and makes a Dexterity + Brawl roll to attack. The attack does three additional levels of damage, and its damage may not be regenerated for the rest of the scene.",
        "source": "W20 Core Pg. 194",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Wrath of Gaia",
        "description": "The Garou shows himself in full, terrible, glory as Gaia's chosen warrior. His splendor overwhelms minions of the Wyrm, driving them before him in terror unless they can master their instinctive fear of this predator. An avatar of Gaia herself teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Charisma + Intimidation. Any minions of the Wyrm who look upon the Garou for the next scene must roll Willpower (difficulty 7) and equal or exceed the player's successes. Otherwise, they flee in terror.",
        "source": "Core book revised.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Bastet", "Mokole"],
        "splat": "Shifter",
        "tribe": ["Silver Fangs", "Simba"],
		"auspice": "Solar Eclipse Crowning",
        "gift_alias": [
            "Wrath of the Dragon",
            "Wrath of Kings"
        ]
    },
    {
        "name": "Silver Claws",
        "description": "The Ahroun can establish her battlefield primacy against other werebeasts by transforming her own claws into silver. A Lune teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 7) to activate the Gift. The transformation lasts for the scene or until the Ahroun decides to end the Gift. Silver claws still do aggravated damage to all targets, and they are naturally unsoakable to the Garou and most other werebeasts. While the Ahroun manifests the claws, she suffers searing agonies. Each turn, she gains an automatic Rage point. Furthermore, all non-combat difficulties increase by one because of the distraction. When her Rage points exceed her Willpower, she must check for frenzy.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3,
            4
        ],
        "shifter_type": ["Garou", "Ajaba", "Bastet", "Gurahl", "Mokole"],
        "splat": "Shifter",
        "gift_alias": [
            "Silver Jaws",
            "Wolf's Terror"
        ],
		"tribe": "Black Spiral Dancers",
        "auspice": [
            "Ahroun",
			"Uzmati",
			"Dawn"
        ]
    },
    {
        "name": "Walk the Web",
        "description": "The Stargzer can walk through Weaver realms without attracting attention. Pattern Spiders will ignore her and go about their business.",
        "system": "The character must chant a mantra through sub-vocalization (mouthing it silently). This Gift is taught by various Enigmatics. However, if the Stargazer takes direct action against any Weaver minions, the effect of the Gift is canceled and the spiders will come.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Cunning Koan",
        "description": "The character can cut through any falsity, illusion or bullshit with a few choice words. The words cannot be profane and must come in the form of a short haiku poem or koan. This Gift is taught by a crow-spirit or a Chimerling.",
        "system": "The player rolls Wits + Expression and spends one Gnosis point. Any illusion designed to fool others is revealed as such — even Bastet Den-Realms can be discovered with this Gift. In addition, anyone attempting to He at that moment is revealed as a liar — his words instead speak his true intent.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Anahata",
        "description": "Awakening the Serpent Fire Gift: The Serpent Fire gifts must be learned in order, from 1 – 5. The heart center stirs, opening the Garou up to normally unseen perceptions concerning others. She can sense what they are feeling and know the best way to make them listen to her (although they cannot be coerced into acting against their wills).",
        "system": "The player rolls Charisma + Empathy and spends one Gnosis point. For the rest of the scene, the Stargazer can sense the surface emotions (anger, frustration, joy, etc.) of those who directly interact with her. After three or more turns of interacting with that person, the player may make a Perception + Empathy roll; each success lowers difficulties on any rolls to sway that person, and he will be especially receptive to wisdom or advice from the Stargazer. The Stargazer can also attempt to avert any angry action against herself in such ways.",
        "source": "Stargazers Tribebook (revised, 1st ed.)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Seven Mile Leap",
        "description": "The name of this Gift is a bit of a misnomer, since it doesn't technically allow a Trance-Runner to leap seven miles up into the air. What it does do, however, is effectively increase the tautness and tension of her muscles, making her a light and powerful adversary. She can move quickly, jump to obscene heights, and land safely. This Gift is taught by any bird-spirit.",
        "system": "Once learned, this Gift is always “on.” It allows the Trance-Runner to triple the distances she can jump.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "camp": "Trance Runners",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Bird Bones",
        "description": "Trance Runners are known for being notoriously light. Their bodies, little more than bones and tightly-corded muscle, can move fast and flexible partly due to their legendary “hollow” bones. It allows them to run quickly over almost any surface.",
        "system": "The Trance Runner is able to run upon almost any surface without penalty. The roll is always Dexterity + Athletics, but the difficulty is variable depending on the danger, complexity, or frailty of the surface. Surface Type - Difficulty: Water: 5, Snow: 6, Lava: 7, Razors: 8, Wall: 9, Ceiling: 10.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "camp": "Trance Runners",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Burning Fire-Mind",
        "description": "The spoken mantra for this Gift is Aum-Hana-Daha. It signifies the burning, fiery nature of anger and wrath, and relates directly to a werewolf's usage of Rage. Rage, like fire, is an uncontrollable, all-consuming entity. It cannot be leashed or tamed, and can leave much damage in its wake. The Stargazers, as a rule, are not opposed to using Rage, but they understand that it can run rampant – and unmitigated Rage is a terrible weapon to behold. This Gift allows a Stargazer to punish other Garou for attempting to access this unmanageable source of power needlessly. Any opponent of the Stargazer feels the anger literally sear their flesh. This Gift is taught by a fire-spirit.",
        "system": "The player rolls Manipulation + Primal-Urge (difficulty 6) and spends one Rage point. This Gift remains active for two turns per success rolled. Any Garou within ten yards of the Stargazer who spends Rage takes an automatic, unsoakable level of lethal damage per Rage point spent. If the roll to use this Gift botches, the Stargazer loses all of her temporary Rage points.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Wind's Returning Favor",
        "description": "A Stargazer may use weapons, but most need none. This Gift allows a Stargazer to take an opponent's weapon upon their attack. This Gift is taught by a wind-spirit.",
        "system": "The player spends one Willpower point and rolls Dexterity + Athletics in response to an opponent's close-range Melee attack (difficulty equals the opponent's Wits + Melee). The Stargazer's successes take away the successes on the opponent's attack roll; if the Stargazer's successes outnumber the opponent's, she steals the attacker's weapon and may use it on the following turn.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mouthpiece of the Successor",
        "description": "According to an old and almost forgotten Stargazer tradition, a dying Garou may ask for a “mouthpiece” to come sit by his side and listen to him. The mouthpiece would then go to the rest of the sept and deliver the departed Stargazer's secrets, stories, or last wishes during a funerary moot. Somewhere along the way, this Gift was concocted to aid in this tradition. With it, the mouthpiece may literally “record” the dying Garou's voice and “play” it back through her own mouth later. The recording is literal – it's the same exact voice, not the voice of the mouthpiece. Those who know the Gift now rarely use it for its original purpose, for it can be used to record anybody's voice, for any reason at all. This Gift can be taught by either a mockingbird spirit or an avatar of Raven.",
        "system": "When “recording,” the player rolls Perception + Empathy (difficulty 7). The number of successes dictates how long the mouthpiece can vocally chronicle another's words. Each success allows for up to two minutes of recording to occur. If the Stargazer wishes to chronicle more, the player must make another roll. If the roll botches, the Stargazer using this Gift loses her voice for a single day. When the “mouthpiece” wants to replay the conversation later, she can do so at any time by spending one Gnosis. If the subject is not aware of the Gift's use (or is aware and seeks to defy its use), the subject may roll Manipulation + Subterfuge (difficulty 7). Every success on this roll removes one of the successes of the Gift-user's roll.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sense Balance",
        "description": "As the arbitrators of the Garou Nation, the Philodox have developed an attunement with the precarious forces that balance the world and the individual alike. This Gift allows the user to detect an overabundance of any of the prime forces of the universe, whether Wyrm, Wyld or Weaver. It can point out a Bane manifestation at an industrial plant or mental instability in a packmate. A cat-spirit teaches a friendly Garou this Gift in exchange for a warm fire and promise not to chase her kin.",
        "system": "The Gift requires the expenditure of one Gnosis point. With a successful Perception + Enigmas roll (difficulty 8) the Garou can feel the balance, or lack thereof, within an area, person or inanimate object. Wyrm manifestation feels dense and oily, Weaver presence feels cold and unyielding and Wyld energies feel warm and trembling. Such manifestations are more subtle than ones detectable through Gifts such as Sense Wyrm. The Philodox must focus and be at peace for this Gift to work properly. Distractions, such as combat or exhaustion, disrupt any benefits of the Gift — the Garou can find only her own imbalance in such instances.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
        "tribe": ["Stargazers", "Black Spiral Dancers"], 
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Conundrum",
        "description": "A Stargazer with this Gift can introduce an unsolvable problem into a victim's mind. Depending on the effectiveness, the target could be completely immobilized by her new, fascinating train of thought. The effect varies with every individual, but it usually derives from the target's personality: A computer-hacking Glass Walker might try to discover the last digit of pi, while a Bone Gnawer might try to reason why, indeed, did the chicken cross the road. An avatar of the Chimera teaches this Gift, but the Garou must first solve her instructor's puzzle.",
        "system": "The Stargazer rolls her Manipulation + Subterfuge (difficulty of the target's Wits + Enigmas). The number of successes indicates the complexity of the problem and the extent to which the target is distracted. Each success also subtracts one die from the target's Dice Pools for an equal number of rounds. Each Willpower point the target spends reduces the effectiveness of this Gift by 1.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Merciful Blow",
        "description": "The Garou can subdue a foe in combat without harming him. A mongoose-spirit teaches this Gift.",
        "system": "The Garou spends one Gnosis point, attuning himself to the body of his foe. If his next blow (hand or weapon) strikes and does damage before soak is rolled, the player may then roll Perception + Medicine (difficulty of the opponent's Wits + Dodge). One or two successes on this roll cause the opponent to keel over helpless for the next turn. Three or more successes paralyze the foe for the entire scene. This Gift inflicts no actual health levels of damage.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Uktena's Passage",
        "description": "This Gift allows the Garou to calm or agitate water, whether in the form of a river, stream or lake. She may calm rapids or endow a placid lake with waves to help speed along a canoe or wash a swimmer to shore. The power to shorten a trip or thwart enemy craft is yet another advantage of this Gift. The spirits of the river trout and salmon teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Survival (difficulty 7). For each success, she may raise or lower the speed and/or roughness of the current within 100 yards by one degree. Degrees of current are calm, slow, moderate, swift, and turbulent. The change lasts for one scene.",
        "source": "Croatan Song",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Rending the Craft",
        "description": "The werewolf's claws burn with mystic force, rending apart the delicate workings of magic. An ancestor-spirit teaches this Gift.",
        "system": "After the werewolf makes a successful claw attack, the player may spend a point of Willpower to end the effects of any ongoing magical power enhancing the target (such as the Gift: Razor Claws, or the Armor Charm). Permanent magical effects cannot be rent asunder by this Gift, nor powers that are innate to the nature of the target. For example, a werewolf's Gifts could be cancelled, but not her ability to shapeshift; a vampire's Disciplines could be disrupted, but not her immortality or her ability to spend blood to raise her Attributes. In the event that a magical effect mixes permanent and temporary elements, the permanent elements are retained while transitory elements are disabled. For example, a vampire's Potence would continue to passively grant extra Strength dice, but blood could not be spent to transform those dice into automatic successes.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Chains of Mist",
        "description": "Silvery filaments spin out from the Garou's claws, becoming streamers of mist that enwrap and confound nearby spirits, sapping their strength. A fog-spirit teaches this Gift.",
        "system": "The Uktena concentrates for a turn; and the player spends one Gnosis point and rolls Dexterity + Enigmas (difficulty 7). One spirit of the player's choice within 200 feet (60 m) is affected per success. Spirits struck by this Gift treat their Rage, Gnosis, and Willpower ratings as though they were one lower than they truly are for the purpose of all dice rolls for the rest of the scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Bastet"],
		"breed": "Feline",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Strength of the Guardian",
        "description": "This Gift provides Bane Tenders with extra power when attempting to bind or destroy a Bane (or other troublesome spirit) or keep it locked within its bindings. This is usually used against a Bane that the Garou is responsible for overseeing. Occasionally, another Bane Tender will be overcome, and the Garou must use this to regain control of the newly loosed Bane. Even more rare are those instances when the Garou is asked to locate and bind a particular Bane. This Gift is never used simply to overcome a Bane met by chance. It is too costly. The power gained lasts for the duration of the battle or scene. The Gift is taught by a wolf-spirit.",
        "system": "The player rolls Gnosis (difficulty 6). Each success allows her to boost a chosen Attribute by one point – even if it goes beyond normal maximum (or her Willpower to a maximum of 10). When used, the Garou decides whether she wishes to increase her Strength, Stamina, Charisma, Manipulation and/or Willpower to aid her in her battle. Each might be useful depending on her intentions. Thus a Garou who gets five successes might raise her overexertion is a commensurate exhaustion. When the Gift comes to an end, the Garou loses an equal number of points from the Attributes and Willpower raised as she gained. This loss remains for 24 hours. Raising one's Attributes beyond their normal doubling is very dangerous, for if they then fall below zero, the Garou dies unless immediately healed with Mother's Touch.",
        "source": "Uktena Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "camp": "Bane Tenders",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Ancestral Recall",
        "description": "By accustoming themselves to a particular area or tribal group, the Earth Guides can “recall” pertinent information about tribal practices or traditions that may have been lost over time. This might uncover hidden lore of the tribe or simply reveal everyday information not generally known by outsiders. The Gift is taught by an Uktena ancestor-spirit. Garou using this Gift need not have Background: Ancestors.",
        "system": "The Garou must have spent at least 24 hours in the presence of those whose tribal memories she is attempting to access. The player then rolls Perception + Enigmas (difficulty 7). The number of successes determines the strength and obscurity of the information available. If the Garou can access hidden or forgotten lore, the player must spend a point of Gnosis to learn it. Successes - Information: One: Common Information. Two: Uncommon (e.g., When dancing their harvest rites, the tribe wore corn silk tied to their costumes). Three: Obscure (e.g., Known to some tribal elders, the tribe once served as guardians of a particular fetish). Four: Hidden (e.g., Known only to the greatest Medicine Workers, passed on to a trusted successor; the tribe's dancing place lies atop the resting place of a powerful evil spirit and their dances keep it pacified). Five +: Forgotten (e.g., Known only to ancient ancestors; “Our people once knew this evil spirit's true name. Perform this service for my descendants, and I will tell it to you.”).",
        "source": "Uktena Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena Tribe",
        "camp": "Earth Guides",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sing Down the Rain",
        "description": "This Gift is used to bring rain from the heavens, either to nourish crops and cleanse the land, or to cause damage through mudslides and flooding. This Gift is common among Ghost Dancers. A frog-spirit teaches the Gift.",
        "system": "The Garou sings or howls a ritual chant; the player spends a Gnosis point and rolls Wits + Occult (difficulty is ordinarily 7; 8 in a cloudless desert, 6 in a temperate rainforest). One or two successes brings down a misty drizzle after a short delay, but three successes causes a heavy rain to fall almost immediately. Four or more successes means the rain comes in heavy torrents. The effects ordinarily last one scene, but the player may spend Gnosis to continue the effects. Depending on the Storyteller, the terrain and the user's intent, the effects may cause flooding, mudslides or even wash away pollutants.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Death Trance",
        "description": "Sometimes, death is the only way out. But that doesn't mean you want to stay that way. With this Gift, the Uktena may appear dead, following the expected progression (lividity, rigor, etc.) well enough to fool a forensics team. While “dead,” the Uktena is in a muted state, unable to move; his senses are still active but dulled and dreamlike. The danger is reviving, as the effort required to return to the living increases with time, and eventually the character is no longer feigning. An opossum-spirit teaches this Gift.",
        "system": "It takes a Gnosis point, a Wits + Occult roll (difficulty 6) and three turns to “die.” Once in a state of “death,” the body cools and exhibits all the normal signs of death at the proper rate of progression for environmental conditions (Players would do well to look through a forensics manual for hints). To realize something isn't right, observers must make a Perception + Investigation roll (difficulty 7) and achieve at least the same number of successes the “dead” werewolf achieved. A view from the Penumbra shows the spirit still resides in the body, but appears to be in some kind of Slumber. During this death trance, the Uktena need not breathe, but fire and such can still hurt him badly. Physical wounds do not bleed until the trance is lifted, but neither do they heal. The character may hear, smell, and see (assuming his eyes are open) while in the death trance, but all rolls to perceive anything are at +2 difficulty. The Death Trance Gift lasts as long as the Uktena wishes. However, to wake at any time during the first day requires a successful Willpower roll difficulty 4 (to fully revive requires three turns, plus one turn per day spent in a death state). Every day after that the difficulty increases by 1. If the Garou fails to wake in time, he must wait a day before trying again (although the Storyteller may make allowances, such as friends trying to wake him, or he finds himself on a pyre). After a number of days equal to the character's permanent Gnosis rating, his spirit slips loose from the husk and the character dies. As it is, some Uktena have eventually figured out they were being buried, but weren't able to care enough to do anything about it for a long time.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Secrets",
        "description": "Uktena are said to possess more hidden knowledge than any other tribe. This Gift may be one reason it is so. With Secrets, an Uktena can have one specific question answered simply by touching somebody who knows the answer. The answer to any question — such as “Where is the vampire's lair?” — leaps into the Garou's mind if, in fact, the target knows the answer in the first place. A dream-spirit can teach this Gift after being caught.",
        "system": "After formulating a mental question, the Garou must touch the target. She must also roll Perception + Enigmas (difficulty 8) and spend one Gnosis point. The deeper the secret, the more successes are required. Learning a target's favorite color requires only one success, whereas uncovering his secret lair might be four or more. If the target is aware of the mental intrusion, she may resist with a Willpower roll (difficulty 9).",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Scrying",
        "description": "By staring into a mirror or other reflective surface, the Uktena can witness distant events or spy on rivals. She can follow a comrade's progress into a dangerous ambush or sneak a peek into the Tremere chantry house. Other supernaturals, especially ones with similar abilities, may have defenses against this Gift, which is taught by a fly-spirit.",
        "system": "After spending one Gnosis point, the player must roll Perception + Occult (difficulty 7). The difficulty increases to 10 if the Garou does not posses an item owned by the target or something taken from the chosen area. The Uktena can see everything as if she were the proverbial fly on the wall.",
        "source": "Player's Guide Second Edition.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
			3
        ],
        "shifter_type": ["Garou", "Bastet", "Corax"],
        "splat": "Shifter",
        "tribe": ["Uktena", "Balam"],
        "gift_alias": ["Farsight", "Smoking Mirror"]
    },
    {
        "name": "Invisibility",
        "description": "The Garou can vanish from sight. When this Gift is in use, the Garou must concentrate on staying invisible. He cannot move faster than half normal walking speed, and he cannot draw attention to himself. A spirit servant of Uktena teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty varies: 4 if already concealed, 6 if in open, 9 if in plain site). Anyone looking for the Garou must score more successes on a Perception + Alertness roll (difficulty 8) than the player did on the initial roll.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3,
            4
        ],
        "shifter_type": ["Garou", "Bastet", "Mokole", "Camazotz"],
		"auspice": "Midnight Sun Shining",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Firewater's Quench",
        "description": "Myeengun's Lodge is a part of the Sacred Hoop dedicated to sharing the lore of wolves with the Wendigo tribe and their human Kinfolk and allies. Many homids and humans, out of poverty, misfortune, or boredom, fall into dangerous and destructive habits, habits that wolves regard as Man's peculiar weakness – huffing gasoline, drinking too much liquor, becoming dependent on drugs that poison his body and mind. Wolves rarely fall into these traps, and they have aided many within their camp with their lupine ways, helping them to drive the desire for these vile substances out of their blood and their spirit. Myeengun, an ancestor-spirit who was born a human but became a wolf, teaches this Gift to his followers.",
        "system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge. For each success, no deliberately-ingested intoxicant works on the character for a single day.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "camp": [
            "Sacred Hoop",
            "Myeegn's Lodge"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sky Running",
        "description": "The Garou gains the ability to run at 50mph (80kph) through the skies. The Garou must continually remain in motion, or he falls. The Garou leaves a track of fire in the sky as he runs. This Gift is taught by a spirit servant of Wendigo.",
        "system": "The Garou concentrates for one turn and spends one Willpower point. The Gift lasts for four hours and may be replenished by further Willpower expenditure.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Eye of the Storm",
        "description": "The Garou may create a place of calmness even in the midst of a raging blizzard or any other severe weather phenomena. Up to ten people can take shelter within this quiet place, suffering no damage from the fury that surrounds them. This Gift is taught by an air-spirit.",
        "system": "The Garou spends a point of Gnosis and rolls Willpower (difficulty 7). The effect of the Gift lasts for the duration of a single storm.",
        "source": "Croatan Song",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Blood of the North",
        "description": "The Wendigo takes winter as his brother, infusing the spiritual essence of the howling cold into his very flesh and bones. A snow-spirit teaches this Gift.",
        "system": "The Wendigo ignores all penalties due to cold or chilling effects, and gains an extra five dice of soak against all cold-based attacks. All Survival rolls made in cold environments are at –2 difficulty. This Gift's effects are permanent.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Whiteout",
        "description": "This Gift allows a Garou to transform the area around her into a blinding whiteout, rendering it utterly featureless and dangerously disorienting. Any characters within the reach of the spell are enclosed within a frightening, snowy blizzard-filled dome, which deadens all scents, mutes all sounds with the roar of wind, and blinds all types of vision. The Gifted character's senses are untouched by these effects, although she remains within the whiteout. Similarly, other Wendigo are unaffected by the power of this Gift. A bear-spirit teaches this Gift.",
        "system": "The player spends a point of Gnosis, and rolls Manipulation + Survival. The diameter of the dome covered by the whiteout varies, depending on the total successes of this roll, multiplied by five feet. For example, if the player rolls 9 successes, the area of the whiteout is a circle 45 feet wide. All non-Wendigo characters within this area lose one point of Willpower and one die from all Perception-based pools for the rest of the scene; when they emerge the Perception penalty disappears but the Willpower point is gone until it is regained in the usual fashion.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Strength of Pine",
        "description": "This Gift allows a character to ground herself in the presence of Gaia, spiritually as well as physically. If the character is struck by lightning or electricity, she remains unharmed by it for that turn of combat; she also becomes resistant to physical attacks, regenerating herself as long as she does not uproot herself from the touch of Gaia. An earth-spirit and a lightning elemental jointly teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Gnosis + Survival. The difficulty of the grounding varies depending on the physical location of the character: 9 if the Garou is surrounded by water or touching metal; 7 if she is not standing on or touching the earth, 5 if a piece of earth or earth-fetish is carried on the character's person. Any physical damage inflicted on the grounded werewolf takes effect, but is then healed at the next turn, provided she does not move from her grounding-spot.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Icicle-Hide",
        "description": "This Gift allows a character to transmute herself, and any clothing or unliving objects that she is touching, into a crystalline creature of thick, impenetrable ice. As the Wendigo's form grows suddenly transparent and metamorphoses into a rippling mobile statue, she truly takes on the essence of ice; as a result, she should avoid coming near any fire or source of heat, lest she find herself melting. Her body absorbs blows as solidly as any block of ice. The frozen Garou can still move, watch, listen, and use Gifts, but appears cold and unliving to standard and infrared observation. This Gift is taught by a polar bear-spirit.",
        "system": "The player spends a Gnosis point and rolls Stamina + Subterfuge. While in this ice-form, the character takes twice the damage from any heat-based attack, but is immune to cold damage (whether from the ambient temperature or from cold-based attacks). She also adds an additional point of lethal soak per success rolled. This Gift lasts for one scene, or until the werewolf wills herself to thaw. The freezing transformation is immediate, but the thawing procedure requires an entire turn.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Bloody Feast",
        "description": "Great Wendigo, as a hungry cannibalistic spirit, can teach his favored children the ability to gain added strength from an enemy's flesh and blood. An avatar of Great Wendigo teaches this Gift.",
        "system": "To activate this Gift, the Garou must first bite his opponent and be able to taste blood — meaning he must inflict at least one health level of damage, and his victim must be something that bleeds. If his opponent has toxic blood or none at all, this Gift will not work. The player then rolls Gnosis at a difficulty of the opponent's Stamina + 3 (maximum of 10). The Wendigo gains one extra dot in Strength for every two health levels of damage inflicted by the bite (maximum of + 5 to Strength). The extra Strength bonus lasts for one turn per success on the Gnosis roll. However, flesh and blood can be addictive. The Wendigo's player must make an immediate frenzy roll the turn after activating the Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3,
            4
        ],
        "shifter_type": ["Garou", "Ajaba", "Camazotz", "Yeren"],
        "splat": "Shifter",
		"auspice": "Dawn",
        "tribe": "Wendigo"
    },
    {
        "name": "Wisdom of the Ancient Ways",
        "description": "All werewolves have an innate connection to their ancestors, a form of racial unconscious accessible through intense meditation. The Philodox can tap into these deep memories to remember ancient facts and lore. An ancestor-spirit teaches this Gift.",
        "system": "The character must meditate for a short time, concentrating on the past. The player then rolls Gnosis (difficulty 9, -1 for each point of Ancestors the Garou possesses). The number of successes determines how detailed and exact the answer he receives will be.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1, 3],
        "splat": "Shifter",
		"breed": "Shinju",
        "auspice": ["Philodox", "Kataribe", "Midnight"],
        "tribe": ["Wendigo", "Qualmi", "Uktena", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ajaba", "Bastet", "Kitsune", "Mokole"],
        "gift_alias": ["Shou"],
		"varna": "Zhong Lung"
    },
    {
        "name": "Rally the Troops",
        "description": "Being more than human, the homid can gather people quickly with a single command, bending them to a common task. She can rally a small army to hunt her enemies, preside over a heroic rescue effort during a crisis, or rouse a crowd to heckling a speaker. An ancestor-spirit teaches this Gift.",
        "system": "The werewolf makes a short rallying cry, command, or speech to a group of non-supernatural humans and then the player rolls Charisma + Leadership (difficulty 6). The group can range from a few people lingering on a street corner to an audience of up to several hundred; all they need is to hear her. Each success adds one die to all rolls the player makes in that scene toward accomplishing one task with which the group could conceivably aid her. The difficulty of all these rolls is reduced by one if most of the group are Kinfolk. Individual characters with importance to the story may decline to help, at the Storyteller's discretion, but even they feel the authority in the Garou's directive.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Homid", "Kojin", "Balaram"]
    },
    {
        "name": "Cowing the Bullet",
        "description": "The spirits of tools recognize man as their master; as a result, they become reluctant to harm the homid. A Weaver-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point. For the rest of the scene, the Garou gains two additional soak dice against all crafted weapons not made of silver.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Homid", "Kojin", "Balaram"]
    },
    {
        "name": "Gaia's Toolbox",
        "description": "Garou are half wolf, and so runners after prey. But they are also half human, and thus toolmakers and tool users whose brains and hands enable them to control far more of the cosmos. This Gift allows the Garou to see how any tool fits into the greater 'toolmaker puzzle': the question of how humans can survive their own cleverness. A monkey-spirit teaches this Gift.",
        "system": "The Garou holds a tool or thinks of a task. She need not be in Homid form, but must be able to do what the Gift requires. She breathes carefully, asking Gaia's will for the place of the tool or deed; the player rolls Intelligence + Primal-Urge. The Storyteller, based on the number of successes, will allow the Garou some insight into how the tool can be used to affect the web of life. Often in ways that are not obvious. As the Garou doesn't receive the answer to any one particular question (other than 'What can this object/deed accomplish in the greater scheme of things?'), this Gift is mainly useful for gaining 'hints' from the Storyteller as needed.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Homid", "Kojin", "Balaram"] 
    },
    {
        "name": "Disquiet",
        "description": "This Gift makes its target feel inexplicably depressed and withdrawn. The subject finds it difficult to draw on his full emotion or to maintain any type of concentration. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Empathy against a difficulty equal to the target's Willpower. If successful, that opponent will not be able to recover Rage for the duration of the scene. Furthermore, all difficulties for extended actions increase by one.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Homid", "Kojin", "Balaram"]
    },
    {
        "name": "Shattering Howl",
        "description": "The Garou can emit a piercing howl that can shatter glass, crack stone and deafen opponents. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Stamina + Expression (difficulty 7). Each success inflicts one level of bashing damage to all who hear it (except for pack members) and subtracts one from their dice pools for the next turn. The howl also shatters any glass within 20 feet per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"]
    },
    {
        "name": "Strength of Gaia",
        "description": "The Garou can draw upon Gaia's strength, gaining supernatural might. An earth elemental teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Strength + Primal-Urge (difficulty 7). Each success adds one to the character's Strength for the remainder of the scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"]
    },
    {
        "name": "Death Whispers",
        "description": "The Garou can communicate with the spirits of the recently dead. A death-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Spirit Lore (difficulty 7). Success allows the Garou to speak with a ghost or spirit of the dead for one scene. The spirit is not obligated to answer truthfully or even speak at all.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"]
    },
    {
        "name": "Monkey Tail",
        "description": "The Garou can use her tail as a fifth limb, using it to grasp and manipulate objects. A monkey-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the remainder of the scene, the character's tail becomes prehensile and can be used to grasp and manipulate objects. The tail has a Strength and Dexterity equal to the character's own ratings -1.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1, 2, 3],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin", "Yeren"],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancer"],
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
        "auspice": [
            "Ragabash"
        ],
        "gift_alias": [
            "Prehensile Tail"
        ]
    },
    {
        "name": "Name the Spirit",
        "description": "The Garou can determine the true name of a spirit. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Perception + Occult (difficulty 7). Success reveals the spirit's true name, which can be used to gain power over it in spirit combat or in social challenges.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "splat": "Shifter",
        "auspice": ["Theurge", "Kieh"],
		"tribe": "Black Spiral Dancers",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"]
    },
    {
        "name": "Catfeet",
        "description": "Bunyip version is Possum's Feet. This Gift gives the werewolf the agility of a cat, making him immune to falls under 100 feet (he lands on his feet just right). He also has perfect balance even on the most slippery surfaces, and the difficulties of all combat actions involving body slams and grappling decrease by two. Cat-spirits teach the Lupus version. Possom-spirits teach the Bunyip version.",
        "system": "This ability becomes innate to those who learn the Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2,
            3
        ],
        "splat": "Shifter",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Balaram", "Rodens", "Homid"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin", "Yeren"],
		"tribe": "Black Spiral Dancers",
        "gift_alias": [
            "Spider's Grace",
            "Fluid Grace",
			"Nimblefeet",
            "Possum's Feet"
        ]
    },
    {
        "name": "Rage of the Underdog",
        "description": "Among the Garou, the metis are the ultimate underdogs, born to a stigma they never asked for. Reminders of this can fuel their Rage in battle. An ancestor-spirit teaches this Gift.",
        "system": "Whenever the werewolf suffers wound penalties and makes a successful attack against a less-wounded opponent, he may spend one point of Rage to add dice of damage equal to the difference between his wound penalties and those of his target. If he deals enough damage to cause wounds at least as serious as his own, he regains the point of Rage he spent. This Gift's effects are permanent.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Metis", "Shinju", "Ahi"]
    },
    {
        "name": "Chameleon",
        "description": "Like the Gift's reptilian namesake, the Garou can blend with her natural surroundings. Unlike the lizard, the werewolf shifts fluidly with changing backgrounds, thus allowing the Garou to move about and even attack. A chameleon- or octopus-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point to activate the Gift. Anyone trying to see the werewolf, even in open ground, must make a Perception roll (difficulty of the Garou's Wits + Stealth) to detect her. Once the Garou attacks, the difficulty drops by 3. The Gift affects only sight; it does not mask the Garou's sound or scent.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Metis", "Shinju", "Ahi"]
    },
    {
        "name": "Shell",
        "description": "Consider the state of a metis cub. He is outcast from birth, knows this from the moment he can talk, and is trapped within a body that reacts powerfully to his slightest emotional twinge. Once you appreciate this state, it becomes easy to understand how this Gift was first learned. Shell places an emotional and instinctual barrier around the metis. A turtle-spirit teaches this Gift.",
        "system": "The player rolls Willpower (difficulty of the character's own Rage). Success insulates the metis for a scene behind a mystical and psychological barrier, immunizing him against mind-altering magic of all kinds for the rest of the scene. However, he cannot gain any successes on Empathy, Primal-Urge or Rage rolls, nor can he spend Rage points.",
        "source": "Players' Guide to Garou (revised) / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "splat": "Shifter",
        "tribe": ["Wendigo", "Uktena", "Black Spiral Dancers"],
        "breed": ["Metis", "Shinju", "Ahi"]
    },
    {
        "name": "Frozen Form",
        "description": "Homids and lupus have no idea what it's like to grow up as a metis, never changing from Crinos form for years upon years. This Gift, taught by any aerial spirit, lets a metis give other a taste of what spending extended time in Crinos is really like.",
        "system": "Spend a Willpower point and roll Stamina + Primal Urge, difficulty 6. For each success, the target must spend one full day in Crinos, consecutively if more than one success is rolled. This Gift works only on other Garou, including Black Spiral Dancers.",
        "source": "Guardians of the Caerns",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Metis", "Shinju", "Ahi"]
    },
    {
        "name": "Splintered Claw",
        "description": "This painful Gift causes the metis' claws to splinter as they pierce flesh. Tiny bits of claw imbed themselves deep in the victim's body, thus causing tremendous irritation. Healing such a wound without first removing the splinters is both painful and stupid. Unfortunately, the Gift's user loses her claws until she spends a round regenerating new ones. A tree-spirit teaches this Gift. Glass Walkers or Bone Gnawers can learn this Gift from spirits living in houses or other wooden constructs.",
        "system": "After a successful attack that causes at least one Health Level of damage, the Garou may spend a Rage point to activate the Gift. Any damage that the target does not soak cannot be healed until he removes the bits of claw. As with all other werewolf claw attacks, the wounds are aggravated. The attacking Garou receives one automatic nonaggravated wound. The werewolf cannot soak this wound but can heal it as normal. Until the Garou heals the wound, he has no claws.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Metis", "Shinju", "Ahi"]
    },
    {
        "name": "Mental Speech",
        "description": "This Gift grants metnal communication, even over vast distances. The user must either knownthe target personally (although he does not have to be friends with tat person) or have something that belongs to that person, such as a lock of his hair. Bird spirits and spirits of intellect teach this Gift. Owl is a particularly sought-after teacher, and those who learn from him claim to have enhanced abilities at night.",
        "system": "The player rolls Charisma + Empathy (difficulty 8) and expends a Willpower point; the effects last for a scene. His character may hold a mental conversation with a target at a maximum distance of 10 miles per success. It does not allow mind reading, but the werewolf may use social Abilities, such as Intimidation. (Kitsune Gift Distant Whispers (Shinju/Gukutsushi)): As Mental Speech, but the Fox speaks into a river, ground, fire, or other element and the target hears her voice coming from a similar source nearby.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nagah", "Ratkin"],
        "splat": "Shifter",
        "breed": ["Metis", "Shinju", "Ahi"],
        "auspice": ["Philodox", "Gukutsushi", "Shrouded Sun Concealing"],
		"tribe": "Black Spiral Dancers",
        "gift_alias": [
            "Send the Dream",
            "Touch the Mind",
            "Distant Whispers"
        ]
    },
    {
        "name": "Eyes of the Cat",
        "description": "The werewolf may see clearly in pitch darkness. His eyes glow a lambent green while this power is in effect. Any cat-spirit can teach this Gift, although werewolves who make enemies of the Bastet will have trouble finding teachers.",
        "system": "The character must state when the Gift is in effect, but it requires no roll or expenditure. The character suffers no difficulty or dice-pool penalties from darkness.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2,
            3
        ],
        "splat": "Shifter",
        "breed": ["Metis", "Shinju", "Ahi"],
		"auspice": "Brightwater",
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin", "Rokea"],
        "gift_alias": [
            "Eyes of the Wound",
            "Cat Sight"
        ]
    },
    {
        "name": "Terrain Shift",
        "description": "Nature accepts the Ragabash as an ally, and views his pursuers as enemies. Earth and stone move aside to create tunnels or footholds to climb, foliage gathers behind him impassably, and rivers create dry spots for him to cross. A Glade Child or earth elemental teaches this Gift.",
        "system": "The player spends one Gnosis point, and one feature of the terrain in the werewolf's immediate vicinity shifts to either allow him passage where there should be none, or deny passage to anyone pursuing him. These shifts are minor and localized, limited to an area of up to ; [note: typo in book – no number listed] he couldn't build a bridge to cross the Grand Canyon this way. If he wishes to create a feature where one didn't exist, such as an earth bridge or tunnel, and then make it vanish behind him, he must activate the Gift twice.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
		"auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Pathfinder",
        "description": "The werewolf can strike implausible trails through pristine wilderness and the urban jungle alike, locating the fastest and shortest routes from one place to another. A crow-spirit teaches this Gift.",
        "system": "The player rolls Perception + Survival (for wilderness) or Streetwise (for urban environments) against difficulty 7. The number of successes equals the quality of the path she blazes and how much she decreases her travel time. Every success reduces travel time by approximately 10 percent, up to a maximum of half the original travel time. The difficulty of any rolls to track the werewolf increase by two when this Gift is active; this decrease is cumulative with other similar effects, such as Scent of Running Water.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Balam", "Black Spiral Dancers"],
		"auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi", "Bastet", "Camazotz"]
    },
    {
        "name": "Liar's Craft",
        "description": "The Ragabash can tell the most outrageous of lies and have them accepted as truth — for a while, at least. This Gift is taught by a fox-spirit.",
        "system": "The character first tells his lie, then the player rolls Wits + Subterfuge (difficulty of the target's Wits + Subterfuge, or the highest rating in a group of listeners). One success convinces a single individual, while three successes are needed to dupe a crowd. Since the roll is made after the lie is told, this Gift always carries some element of risk.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2,
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash",
			"Gukutsushi",
			"Kartikeya",
			"Munchmausen",
			"Kamsa"
        ],
        "gift_alias": [
            "Tale Spinning",
            "Forked Tongue"
        ],
        "shifter_type": ["Garou", "Ananasi", "Kitsune", "Nagah", "Ratkin"]
    },
    {
        "name": "Riddle",
        "description": "Taking their cue from numerous trickster legends, some Ragabash love to confuse their targets with unusual quizzes and mysterious puzzles. Those with this Gift add a little spiritual punch into the mix, slowly driving their targets mad with riddles. A spirit servant of Sphinx teaches this Gift.",
        "system": "The player must first create (or find) a riddle to be told. It must have a solid answer that can be understood by most people. After telling it to the victim, the player spends one Gnosis. From then on, the victim will be driven to distraction by the riddle and until he can solve it, he suffers a +1 difficulty to all rolls. In addition, every morning the victim loses one Willpower. Should this drain him entirely of Willpower, he will go a little crazy, most commonly by barricading himself in his room for a day and refusing to come out. At the end of the day, however, the riddle will no longer concern him.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash"
        ],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "The Usual Suspects",
        "description": "The wary Ragabash often wants to keep tabs on others, whether to know the location of a wandering cub or trail a suspicious government agent. The Usual Suspects allows the user to know the general whereabouts of several subjects at any time. Owl-spirits or urban spirits of Wisdom teach this Gift.",
        "system": "The Ragabash can keep tabs on a number of individuals equal to her Gnosis rating. To choose a target, the New Moon must either have an unobstructed view or have a strong scent trail of the target and make a Gnosis roll (difficulty 7). Thereafter, by spending a Gnosis point and concentrating for three turns (the player rolls Perception + Enigmas, difficulty 8 for physical beings or Gnosis rating for spirits) the Ragabash can sense the general location of the target. Successes increase accuracy; one success would give “Southwest, a mile or two away,” while give would allow “South-southwest, 1.3 miles, on the porch of his house.” If the Garou already has a maximum number of targets saved, she muse “lose” one before acquiring another.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash"
        ],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Impunity",
        "description": "One of the Ragabash's jobs is to voice uncomfortable truths. Unfortunately, not all tolerate that role, and those who most need to hear the truth are often least willing to listen. No Moons must be quick on their feet to avoid a furious elder who's been called on the carpet by a subordinate. With this Gift, the Garou may tell a respected leader he screwed up without becoming the dead messenger. The Gift is taught by a cat-spirit.",
        "system": "By succeeding in a Charisma + Subterfuge roll (difficulty 6), the Ragabash can avoid the worst reprecussions of his statements. The target(s) must make a Willpower roll (difficulty 6 plus the No Moon's successes) to punish or attack the speaker for the rest of the scene. Each attempted use of this Gift in the span of a lunar month adds an additonal +1 to the No Moon's difficulty. Note that whatever the Ragabash says must be clearly and completely true from the user's point of view — no prevarication or double entendres are possible. For example, “Your nephew broke the Litany” would work if said Garou ate a policeman, but not if he failed to respect a Black Spiral's territory. (Though a simple opinion, such as “You're being an idiot,” is acceptable if heartfelt). The Storyteller is the final arbiter. If the Ragabash attempts to misuse this impressive Gift, not only will he not realize it didn't work until after he speaks, but Cat will make her displeasure evident.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash"
        ],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Fly Feet",
        "description": "Like an insect, the Garou can now cling to vertical surfaces. She can walk along walls or hang from a ceiling. The adhesive grip of the Garou can even assist her when catching falling objects or seizing handholds when she is falling! A fly-spirit, naturally, teaches this Gift.",
        "system": "The Garou can automatically activate this Gift with a Dexterity + Athletics roll. The difficulty depends on the surface. For instance, wood or stone is difficulty 5; glass or ice is difficulty 9. Moving along the ceiling increases the difficulty by 1. The Storyteller should halve all movement rates unless the player rolls five or more successes.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash"
        ],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Open Moon Bridge",
        "description": "The Garou has the ability to open a moon bridge, with or without the premission of the totem of that caern. A Lune teaches this Gift.",
        "system": "The player spends on Gnosis point. See the Rite of the Opened Bridge for more information on opening moon bridges. The maximum distance that can thereby be covered is 1,000 miles. (Bastet Qualmi Tribe Rank 4 Gift Dancing on Air): As the Bastet Metis Gift: Moon's Gateway, except that the roll is Intelligence + Enigmas.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3,
            4
        ],
        "shifter_type": ["Garou", "Ananasi", "Bastet", "Mokole"],
        "splat": "Shifter",
		"breed": "Metis",
		"tribe": ["Kumo", "Qualmi", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash",
			"Midnight Sun Shining",
			"Shrouded Sun Concealing"
           ],
        "gift_alias": [
            "Moon's Gateway",
			"Dancing on Air",
            "Open Sun Bridge"
        ]
    },
    {
        "name": "Gremlins",
        "description": "The Ragabash can cause machines to malfunction with a touch. A gremlin-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts (difficulty 7). Each success causes one machine to malfunction for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ananasi", "Kitsune", "Ratkin"],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": [
            "Ragabash",
			"Gukutsushi",
			"Twitchers"
        ],
        "gift_alias": [
            "Ebisu's Fingers"
        ]
    },
    {
        "name": "Watchful Eyes",
        "description": "As a mouthpiece for the spirit world, the Theurge may invite its denizens to witness the wrongs of her enemies and render silent judgment. She appears mysterious and terrible as a force of nature to those who would stand against her, whether they are consciously aware of the spiritual audience at her side or not. Any feline spirit can teach this Gift.",
        "system": "The player spends a point of Gnosis as the Garou's presence becomes an invitation for spirits in the area, on either side of the Gauntlet, to gather and watch the proceedings. The spirits need not act, and the target need not know they even exist; their mere gaze adds an air of awe-inspiring mysticism to the Theurge's actions. If using this Gift in the material world, the difficulty of any roll she makes to intimidate, persuade, or impress for the rest of the scene is reduced by (7 – local Gauntlet rating), to a minimum difficulty of 3. If it's used in the Umbra, reduce the difficulty to 3 instead. If the watching spirits have an avenue to interact with the scene, they are generally more inclined to support the Garou than not, unless they're aligned with the Wyrm.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Umbral Camouflage",
        "description": "Although perfectly visible to all others, this Gift renders the werewolf undetectable to spirits.",
        "system": "The player spends one Gnosis point, and for the remainder of the scene, she is completely invisible to spiritual senses. She may move about as normal but cannot make any attack actions without disrupting the Gift.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": [
            "Garou",
            "Nuwisha",
            "Ratkin"
        ],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": ["Theurge", "Munchmausen"]
    },
    {
        "name": "Prophetic Vision",
        "description": "This Gift enables the Garou to receive a vision of the future based on the study of the night sky. The vision usually reveals itself in astrological terms (“Lu-Bat's influence suggests an attitude of acceptance towards the events of the next several days” or “The intervention of Shantar indicates that changes may occur rapidly in the near future”). This Gift is taught by a star-spirit.",
        "system": "The Garou spends one Gnosis point and rolls Wits + Enigmas (difficulty 7). The number of successes indicates how precise a vision appears to the character. A single success provides vague information, while three of more successes allows the revelation of specific details. Storytellers should couch their visions in symbols appropriate to the Incarna and matter at hand; the seer should have to interpret the vision rather than be spoon-fed.\n\nGurahl have a version of this Gift as well. They are required to be in a meditative state. The Gurahl rolls Perception + Enigmas (difficulty 9), with the ability to lower the difficulty by spending Gnosis on a rate of 1 Gnosis per -1 difficulty.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3, 5],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": ["Theurge", "Kojubat"],
        "shifter_type": ["Garou", "Gurahl"]
    },
    {
        "name": "Umbral Tracking",
        "description": "Usually only the Garou who creates an Umbral tether can see it. If a Theurge has this Gift, that is no longer true. This Gift is taught by a fly spirit.",
        "system": "By spending one point of Gnosis, the Garou can see all active Umbral tethers around her. She does not know to whom the tethers belong, but can tell in what direction it extends to the Garou. If the Garou attempts to break the tether, the tether's creator knows immediately and may make a resisted Strength + Occult roll at difficulty 6 against the Garou. If the attacker gains more successes, the tether is destroyed.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Castigate",
        "description": "The Theurge calls upon the spirits to revoke their favor from another Garou; she must verbally state the target's offenses against the spirit worlds, and the target must be present; if successful, the target loses both Renown and spiritual Gifts. A hyena-spirit teaches this Gift.",
        "system": "The player spends a point of Gnosis and rolls Charisma + Intimidation against a difficulty equal to the target's [Gnosis + 3]. Each success causes the target to lose one point of temporary Renown for good. In addition, the target loses access to one Gift of the Theurge player's choice for the remainder of the story, of a maximum level equal to the successes rolled.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Evocation of the Ceremony",
        "description": "Rituals are not used only to evoke supernatural effects; they also have an inherent value to Theurges in and of themselves. Using this Gift, the Garou evokes a sense of awe, reverence and holy mystery through ritualistic behavior — anything from a Garou rite to a Catholic sacrament. Along with any normal mystical effect, the ceremony produces a sense of reaffirmation and cosmological belonging in everybody who participates. While Theurges usually use this effect to strengthen sincere spiritual devotions or build community among Garou, it's just as easily abused to keep participants in a rite in ignorant, dogmatic fear of the supernatural world — the Theurge's intent, not the nature of the Gift, determines which is the case. An enigmatic spirit teaches this Gift.",
        "system": "Any being can attempt to inspire, unify or cow an audience through ritualism with a Charisma + Rituals, Occult, Performance or Subterfuge roll as appropriate to the exact situation. Possession of this Gift increases the Charisma of the Theurge by four dots, only for the purposes of such attempts (to a maximum of nine).",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit Path",
        "description": "The Umbra can often confuse the senses of even the most perceptive tracker. The Theurge who possesses this Gift can track a particular spirit anywhere in the spirit world. As long as the Garou knows the spirit's name, she can find that spirit no matter which Umbral realm it takes refuge in. A cockroach-spirit can teach this Gift.",
        "system": "As long as the Garou knows the true name of the spirit, she can use this Gift. She must spend a Gnosis point to be able to find the spirit. A successful Perception + Enigmas roll (difficulty 8) reveals the location of the errant Umbral denizen. Some Realms and certain Charms can make this Gift more difficult to use. The Gift: Name the Spirit can be used in conjunction with Spirit Path.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Pulse of the Invisible",
        "description": "Spirits fill the world around the Garou, and none knows this fact better than the Theurge. This Gift grants constant awareness of the spirit world. Even in the physical world, the Theurge with this Gift can interact with spirits in the Penumbra at will. While most spirit activity is barely worth watching, the Theurge will be aware of any dramatic changes.",
        "system": "If the Garou's permanent Gnosis equals or exceeds the Gauntlet, he can see into the Umbra automatically. Otherwise, the player must roll Gnosis to pierce the Gauntlet (difficult of the Gauntlet rating). Only one success is required. The effect lasts for an entire scene or until the character enters an area with a higher Gauntlet.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3,
            4
        ],
        "shifter_type": ["Garou", "Ajaba", "Ananasi", "Kitsune", "Nuwisha", "Ratkin"],
        "splat": "Shifter",
		"tribe": ["Hatar", "Kumo", "Black Spiral Dancers"],
        "auspice": ["Theurge", "Dusk", "Doshi", "Shadow Seers"],
        "gift_alias": ["Umbral Sight"]
    },
    {
        "name": "Flow Like Water",
        "description": "As the river changes course to flow past the rock, so does the Philodox flow past his foe's attack to bring the pain. He learns to balance his offense and defense in perfect harmony. A water elemental teaches this Gift.",
        "system": "The player spends one Willpower point. For the rest of the scene, whenever he splits his dice pool or spends Rage to take both a defensive and an attack action in the same turn, he reduces the difficulty of both actions by one.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Scent of the Oathbreaker",
        "description": "Oaths sanctified before a Philodox are a serious matter indeed, so this Gift grants the judges of the Garou nation the ability to know when an oath has been broken and to track down the oathbreaker to correct him personally. A dog-spirit teaches this Gift.",
        "system": "The Philodox may spend one Gnosis point to sanctify any oath or promise he personally witnesses, no matter how formal or informal. If at any point in the future one of the individuals sworn to the oath breaks it, the Philodox immediately becomes aware of this, and all rolls for the werewolf to track the oathbreaker by scent drop to difficulty 4. This benefit lasts until the Philodox next stands in the oathbreaker's presence.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Bonds that Tie Us",
        "description": "The Philodox is mediator and judge, but is also investigator. The Gift assists a Philodox with such matters by revealing any emotions and opinions that exist between two people. Many Garou detest this Gift, since it is indiscriminate, revealing any emotion that may exist. It is taught by an ant-spirit.",
        "system": "The player spends one Rage as the Philodox taps deep into his own wellspring of emotion, connecting those emotions to those of his target. After this, the Philodox whispers the name of a person with whom the target has a relationship, and the Philodox will immediately feel every emotion toward that person that the target has. These emotions aren't real (at least to the Philodox), but they certainly feel it, and it is wise to avoid the person to whom those emotions are directed for as long as the effect lasts (one scene). A Garou or other supernatural that does not wish to cooperate with the Gift may roll their Willpower (difficulty of the Philodox's rage) with a success preventing use of this Gift.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
		"tribe": "Black Spiral Dancers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Divided Heart",
        "description": "The heart of the werewolf is filled with rage, and quite often, this internal fire can overcome a werewolf's strength of will. With this Gift, taught by any tree spirit, a Philodox can briefly allow another to “hold back” the fury inside, lest a poorly made decision cause irreparable damage.",
        "system": "The purpose of this Gift is to help alleviate the difficulties a werewolf encounters when his Rage exceeds his Willpower (Werewolf, p. 126). For every success on a Manipulation + Primal Urge roll by the Philodox player, one penalty die is negated for the target character. The effects last for five minutes per success — a Philodox can temporarily alleviate the Curse, but never negate it.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
        "tribe": ["Get of Fenris", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Weak Arm",
        "description": "Philodox are masters of judgment, and this trait extends even into the field of battle. By watching an opponent's fighting style, the werewolf can evaluate his strengths and weaknesses. Snake- and wind-spirits teach this Gift.",
        "system": "The player rolls Perception + Brawl (difficulty 8). Each success gives her one bonus die to add to her attack or damage rolls against this opponent. For instance, a Philodox who gets four successes on this roll could add two dice to her attack rolls and two to her damage pool. This Gift can be used against a given foe only once per scene, and the benefits are lost at the end of the scene. The Garou must concentrate for a full turn to use this Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Ananasi", "Bastet", "Kitsune", "Mokole", "Nagah"],
        "splat": "Shifter",
		"tribe": ["Bagheera", "Black Spiral Dancers"],
		"auspice": ["Philodox", "Myrmidon", "Eji", "Noonday Sun Unshading", "Kali"],
        "gift_alias": [
            "Discern Weakness"
        ]
    },
    {
        "name": "Social Butterfly",
        "description": "Flitting from one conversation to another, the Galliard makes herself associate to many but friend to none. Once she's spent time schmoozing with the crowd, she and her pack can get information out of them as though they knew her form somewhere they can't quite place, but that has positive associations. An insect-spirit teaches this Gift.",
        "system": "The character spends between a few minutes and an hour socializing with a group of people, and then the player rolls Charisma + Etiquette or Streetwise, depending on the situation. The difficulty depends on the size of the group; an intimate party with only 20-30 people would be difficulty 5, while a large gathering of hundreds at a performance or rally might be difficulty 8. For the next week, the Galliard and her packmates may treat the group as a temporary Contact Background consisting only of minor contacts in an area related to the gathering, at a rating equal to the successes on the activation roll (to a maximum of five).",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Galliard"
    },
    {
        "name": "Song of Heroes",
        "description": "Reciting a tale of ancient Garou heroism, the Galliard conjures up the spirit of fallen heroes and infuses those listening with some portion of their power. An ancestor-spirit teaches this Gift.",
        "system": "This Gift requires the full recitation of a story of epic heroism, taking at least several minutes. At the end of the tale, the player spends two Gnosis points and rolls Charisma + Performance (difficulty 8). Every two successes on this roll add one point to a single Ability score for all listening Garou and Kinfolk, much like the Ancestors Background. This bonus lasts until the sun rises.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou",
			"Ajaba"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": [
            "Galliard",
			"Midnight"
        ]
    },
    {
        "name": "Sing the Spirits",
        "description": "The earliest incantations to the spirits were sung, and although the Theurges may be the auspice chosen to deal with them, the Galliards still know some songs with power in them. Such songs are many, but always have a similar construction. They begin by calling out the spirit's name, and ordering it to stay away, and finish with a threat issued against it if it doesn't. When done right, the spirit will be unable to approach the Galliard, or anyone she touches. The Gift is taught by a bird or fish-spirit.",
        "system": "The player spends one Gnosis and rolls Strength + Performance (difficulty 7). The spirit named must remain one meter per success away from the Galliard and anyone she is touching. The Galliard doesn't need to know the exact name of a spirit, but must be able to name it appropriately. (Telling it what kind of spirit it is, such as 'Cat' or 'Nexus Crawler' is sufficient.). The spirit may attempt to break through this ward by rolling their Rage, difficulty 8; they must receive more successes than the Galliard did on their Performance roll. The effects of this Gift last one scene.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Galliard"
    },
    {
        "name": "Scent of Distinction",
        "description": "This Gift enables the Galliard to mystically 'sniff out' the general spirit nature of her surroundings (i.e., influenced by the Weaver, Wyld or Wyrm; under the domain of a powerful Incarna; etc.), as well as the area's history. For example, a werewolf who sniffed out a caern might learn about the totem and purview of the caern, when it was founded, important events that happened near it, etc. This Gift is taught by a wolf-spirit.",
        "system": "To activate the Gift, the Garou must physically sniff out the area (in any form), meditate for 10 minutes or so, spend a Gnosis point, and roll Intelligence + either Streetwise (for urban areas) or Survival (for wilderness/rual areas). The Storyteller determines the difficulty. The Gift may be used over as large an area as the character can physically sniff, but information is more specific for smaller areas.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Galliard"
    },
    {
        "name": "View the Battlefield",
        "description": "Moon Dancers are renowned for their ability to be everywhere at once during a fight. Some onlookers say that Galliards have a sort of innate sense of where they need to be during a fight, either to witness a blood feud consummated or simply to help an overwhelmed packmate. This Gift is part of the reason for these tales, and allows the Galliard to see the entire battlefield in her mind's eye. A hawk-spirit teaches this Gift.",
        "system": "The player spends on Gnosis point and rolls Wits + Alertness. The difficulty varies based on the size of the battlefield. One large room would be difficulty 5, while a football field would be difficulty 7 and an entire forest would be difficulty 9. If the roll succeeds, the character can see the entire battlefield as if from above (and can look through ceilings and the like to view the combatants below). This makes ambushing the character nearly impossible, and allows her to know if any of her allies are in immediate danger. Even if the character's sight is somehow blocked (through the use of the Gift: Shroud, for example) she still instinctively knows the exact location of her packmates. This Gift lasts for one turn per success on the initial roll.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Galliard"
    },
    {
        "name": "Song of Rage",
        "description": "This Gift unleashes the Beast in others, forcing werewolves, vampires and other such creatures into frenzy and turning humans into berserkers. A wolverine-spirit teaches this Gift.",
        "system": "The Garou rolls Manipulation + Leadership (difficulty of the target's Willpower). The victim flies into a violent rage (or frenzy, if naturally prone) for one turn per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Galliard"
    },
    {
        "name": "Eye of the Cobra",
        "description": "With but a look, the Garou can attract anyone to his side. A snake-spirit teaches this Gift.",
        "system": "The player rolls Appearance + Enigmas (difficulty of the target's Willpower). The Garou needs three successes to bring the target to his side; fewer at least start the victim moving in the right direction. Once there, the target can do as he pleases, but he must try his best to get to the Galliard until then.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Ananasi", "Bastet", "Mokole", "Nagah"],
        "splat": "Shifter",
		"breed": "Vasuki",
        "auspice": ["Galliard", "Noonday Sun Unshading", "Solar Eclipse Crowning", "Kamsa"],
		"tribe": ["Tenere", "Bagheera", "Black Spiral Dancers"],
        "gift_alias": [
            "Mother's Look"
        ]
    },
    {
        "name": "Home Turf",
        "description": "When an Ahroun claims an area for his pack, he makes a challenge to all comers, daring them to invade at their peril. In this place, no packmate fears outside dangers, while those dangers have every reason to fear the united Garou. A wolf-spirit teaches this Gift.",
        "system": "The character howls his claim on an area around him with a radius of (10 x his Rage rating) yards, and the player rolls Charisma + Intimidation with a difficulty of (8 – number of packmates present, not counting himself). If he succeeds, rolls made to intimidate or cow the Ahroun's packmates suffer a dice penalty equal to his Rage. Rolls his packmates make to intimidate or cow others gain the same as a dice bonus. This effect lasts for a number of hours equal to successes on the activation roll. The Ahroun himself only benefits from this Gift if he has at least one other packmate with him.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "Wind Claws",
        "description": "The Ahroun's claws and fangs pass through the flimsy protections of their enemies as though they were but air and hope. An air elemental teaches this Gift.",
        "system": "The player spends one Rage point. For the rest of the turn, all of the Ahroun's natural attacks completely ignore any armor (mundane or magical) that targets might be wearing; the targets forfeit all soak dice from such protection.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "Spirit Savage",
        "description": "In the spirit world, a warrior often finds himself dealing with hostile spirits much more often than he'd like. This Gift allows the Ahroun to brutally savage a spirit with a bite, impeding the spirit's ability to attack or defend itself. Spirits find this Gift horrifying, and are unwilling to aid any warrior who uses it unjustly (such as against any Gaian spirit). It's taught by wolverine-spirits, who care little for the opinion of their fellows.",
        "system": "The Garou must successfully bite his spirit opponent and spend a Rage point. The player then rolls Strength + Brawl, difficulty 4; if the successes equal or exceed the spirit's Willpower, the spirit's Rage is effectively reduced by one point, plus one point for every extra success, for the rest of the scene. This Gift can be used only once per scene against any given spirit, and it cannot reduce a spirit to zero Rage.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "Purity of Spirit",
        "description": "Many Galliards relate stories describing the werewolves' weakness to silver as a kind of chiminage - the price Luna extracts from her children for the gift of Rage. Using this Gift, the werewolf can, at great cost, briefly shield himself against silver's damaging power with his own spiritual energies. A Lune teaches this Gift.",
        "system": "The Garou spends a number of Gnosis points and immediately receives this many automatic successes to soak damage from silver, even if she has no dice to roll. The effects lasts for a number of turns equal to the Gnosis spent, not including the remainder of the turn in which it was activated. The Gift does not take an action to activate, and indeed can be activated immediately if the Garou has been struck by surprise with a silver bullet or blade to help ameliorate the damage… as long as the user hasn't spent any Rage that turn of course. This Gift cannot be active at the same time as Luna's Armor; whichever is activated last cancels the prior Gift.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "Shatter Bone",
        "description": "Victims with twisted arms or crushed legs are much easier prey. The Ahroun with this Gift can destroy bone with a single punch, regardless of the damage inflicted by the blow. A hyena-spirit teaches this Gift.",
        "system": "Before striking an opponent, the Ahroun must spend a Willpower point and a Rage point. The Garou must target a specific limb, which increases the attack's difficulty. The player must score at least three successes. Also, he must spend the Willpower and Rage even if the blow does not connect or he scores fewer than three successes. The Successful use of this Gift crushes whatever bone structure lies beneath the targeted flesh and causes a number of Health Levels of damage equal to the number of successes in the attack roll -3. Broken arms and legs subsequently handicap an opponent in any combat. Broken ribs hinder movement and can possibly puncture a lung. A fractured skull renders the victim unconscious in most cases. A broken spine causes paralysis. This attack is unsoakable but does not cause aggravated wounds.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "Combat Healing",
        "description": "The Ahroun are famous for their ability to fight - it's their purpose in life. This Gift allows a Garou to heal wounds during combat without hesitation or even a moment's pause. While other Garou are licking their wounds, the Ahroun with this Gift keeps fighting. Wolverine-spirits teach this Gift, although they usually have to be bested in combat first.",
        "system": "The player spends two Rage points to activate this Gift. The Garou no longer need pause for a turn to heal a Health Level or roll Stamina to heal during combat. Every round, the Ahroun heals one nonaggravated Health Level, regardless of her actions.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": ["Garou", "Mokole", "Nagah"],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "auspice": ["Ahroun", "Rising Sun Striking", "Setting Sun Warding"]
    },
    {
        "name": "Heart of Fury",
        "description": "The Garou can steel himself against anger, suppressing his Rage and creating a mental dam against the explosive frenzies of his kind. This anger will catch up with him eventually, though, so he must vent it before it breaks free. A boar-spirit teaches this Gift.",
        "system": "The player rolls Willpower (difficulty of the character's permanent Rage rating). Every two successes add one to the character's frenzy difficulties for the scene, making it harder to frenzy. When the scene ends, however, past slights and injuries come rushing back to haunt the Garou, refilling the Garou's heart and soul. He must spend one Willpower point or make a frenzy check immediately at the regular difficulty.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Bastet"],
        "splat": "Shifter",
		"tribe": ["Khan", "Black Spiral Dancers"],
        "auspice": "Ahroun"
    },
    {
        "name": "Gift of Plenty",
        "description": "Fertility spirits beholden to the Corn Maiden teach this Gift, by which a single chosen object can be multiplied into many duplicate objects. In this way, a warrior can make several arrows from one prototype arrow or more bullets from a single bullet. Any object with spiritual power (such as a fetish) cannot be duplicated. Anything else, from $20 bills to food can be multiplied using this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Crafts, difficulty 7. The number of successes determines the number of objects (including the original) that result; two successes will create one extra duplicate item, four successes will create three, and so on. Duplicating precious metals or rare ritual components requires an expenditure of two Gnosis points; rare gems or materials such as plutonium, three Gnosis points. The newly created objects will last for only 24 hours before vanishing. The effects of using the item remain however so any food that was eaten is still digested, damage caused by created weapons still must be healed, and items bought with the money still exist, and so on.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Croatan",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Call Earth Spirit",
        "description": "This Gift is another of those that draws on the ancient alliance with Turtle, summoning an earth-spirit to rampage forth and crush things or people at the werewolf's bidding. The Garou must have some earth at hand to invoke the earth-spirit, although a handful of earth or a smallish rock will suffice. This Gift is taught by an earth elemental.",
        "system": "The player spends one Gnosis and rolls Manipulation + Occult, difficulty 8. On a success the spirit is summoned and cuts a path of destruction in a straight line for up to 30 yards, inflicting 10 dice of lethal damage to anything in its path. Botching the summoning calls forth an earth-spirit that is hostile to its summoner.",
        "source": "Wendigo Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Croatan",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Savagery of the Taloned Hunter",
        "description": "This Gift allows a Garou to gain twice the advantage of his Rage, thus increasing the ferocity and frequency of attacks or else allowing him to accomplish more under stress than he normally would.",
        "system": "The player spends a Rage point, which he may then convert into the equivalent of two points of Rage for the character. This enables a character to take two extra actions in a combat at the cost of a Rage point. Another use of the Gift allows the character to recover from a stunned state and take an extra action in the same turn. The Storyteller should make the final determination as to how the character may use the advantage gained from this Gift. This Gift cannot be used continuously, though; the Garou may call on its effects once per story for every point of Willpower he possesses.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Tangling the Skein",
        "description": "This Gift enables the Garou to cause confusion among her enemies by mixing up their perceptions so that they cannot decide who to follow or what to do next. The effect resembles that of the Gift: Mitanu's Deliberate Misinformation, except it distorts what others discern through sight or memory, rather than through what they hear. Victims may mistake one person for another and follow the wrong leader or they may go to the wrong meeting place in the mistaken impression they are proceeding to the correct spot.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Enigmas (difficulty of the victim's Willpower). Each success allows the character to alter one visual or remembered perception for her victim. She can cause a Black Spiral Dancer to confuse the weakest member of his pack for the pack leader or make a rival show up at the wrong caern for an important meeting. No successes means that the Gift fails, while a botch actually arranges the victim's perceptions so that they work against the character rather than the victim.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Unravel",
        "description": "This Gift allows the Garou to put together seemingly random bits of information to form a tentative analysis of a situation and formulate a course of action. This is particularly useful in situations where gathering concrete information is difficult or in extremely complex situations.",
        "system": "The player spends a point of Gnosis and rolls Intelligence + Enigmas (difficulty 7). Only on success is necessary to make sense out of even the most confusing situation, but each additional success further clarifies matters. (The player may ask the Storyteller to explain to her what is actually going on in a given scene and use that information as character knowledge). A failure means that the character cannot make sense of a situation while a botch means that the character puts together a totally false scenario and draws erroneous conclusions from her “knowledge.”",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Pall of Despair",
        "description": "This Gift inflicts a wave of despair upon a targeted individual, making the victim incapable of action due to feelings of profound melancholy.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Empathy (difficulty of the victim's Willpower). A successful roll causes the victim to experience a feeling similar to Harano (or, in the case of humans, clinical depression). This state of mind forces the victim to roll her Willpower in order to take any action, while combat becomes almost impossible. (Optionally, the Storyteller can enforce the limitations of Harano found in either the Werewolf Players Guide 2nd Ed, p.207 or the Players Guide to Garou, p.226). The effects of this Gift last for one scene.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Undisputed Ruler",
        "description": "This Gift allows a Garou to take over the leadership of a small gathering of humans (whether a paramilitary group of town council) or a group of spirits for a period of up to 6 months. During this time, the targeted group accepts the Garou as their leader, rendering her the honor, respect and obedience due her position. The group demonstrates a high degree of loyalty, obeying the Garou's instructions in a manner appropriate to her position (as orders if they are paramilitary, or as legally binding decisions if the position is akin to that of a town mayor, for instance). If the Garou uses this Gift in the Umbra, the targeted group of spirits will follow the Garou's commands as if she were a greater spirit such as an Incarna. This Gift lasts anywhere from a week to six months.",
        "system": "The player spends a point of Gnosis and rolls Charisma + Leadership (difficulty of the highest Willpower in the target group). The Gift lasts for a period of time as follows. One success enables the character to exercise her authority over the group for one week. Two successes extends the period to a month, while three successes give the character leadership for two months. Four successes extends the period to four months, while five successes allows the character six months of undisputed rule. This Gift is only successful against mortals and spirits of no greater than Jaggling status, although “borderline” supernaturals such as ghouls and Kin are susceptible. A failure means that the Gift does not take effect. A botch turns the group against the character.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Wyld Spirits",
        "description": "The Garou can call upon Meros' erratic nature and inflict one or more of her opponents with a bout of erratic behavior, thus making it more difficult for the victims to coordinate attacks or act sensibly in any given situation.",
        "system": "The player spends a point of Willpower and rolls Manipulation + Empathy (difficulty of the victim's Willpower). Each success allows the character to affect one individual. Affected targets fail to carry out any sustained course of action, attacking one minute and retreating the next or else stopping to make a speech. If the Gift is used in a non-combat situation, the victims change their actions radically from one moment to the next. This Gift lasts for one scene or one battle.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Veil of the Mother",
        "description": "This Gift allows the Garou to assume a different appearance for a short period of time in order to confuse pursuers or escape detection. Primarily useful in Homid form, the Veil of the Mother alters the physical features of the face, causes the user to seem either shorter or taller by up to 6 inches and changes the body size to reflect a gain or loss of up to 30 pounds. This Gift does not alter the sex or age of the Garou, though it can change skin, hair or eye color and hair texture or length. The Garou may use the Gift on herself or on another individual, usually someone she is trying to hide or draw attention from.",
        "system": "The player spends a Willpower point and rolls Appearance + Subterfuge (Difficulty 7). The number of successes indicate the degree to which the character can alter her appearance or that of another individual. One success allows only minor details in height weight, facial features, skin tone and other similar qualities. Three successes causes a complete change in appearance, while five or more successes enables the character to effect a drastic change in her physical form, even to the extent of appearing to be a specific person. (The Garou must, of course, be familiar with the appearance of anyone whose form she assumes). The effect of this Gift lasts for one scene.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hidden Heart",
        "description": "This Gift allows the Garou to take a dangerous piece of knowledge she possesses and lock it away in her mind so that it becomes inaccessible without a key. The concealed information cannot be taken from her through mental powers or coercion; she can neither access the information nor remember that she has something hidden away in her mind. Until someone speaks the trigger word, performs the appropriate gesture or enacts the conditions set forth in the activation of the Gift, the Garou remains blissfully unaware of the information she has hidden from everyone — including herself.",
        "system": "Before using this Gift, the Garou must set the conditions which will cause the information to become available to her. This information should be given a trusted ally — after all, the Garou herself won't even remember that she has a key word, much less a secret. After describing the trigger, the player spends a point of Gnosis and rolls the character's Willpower (difficulty 8). Only one success is necessary for the Gift to take effect. The effect of the Gift lasts until the hidden information is triggered.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Ride the Solar Winds",
        "description": "This Gift allows the Garou to ride the solar winds that sweep through the Aetherial Realm without worrying about being thrown off course by storms. Use of this Gift also increases the Garou's movement rate, lessening travel time between locations within the Aetherial Realm.",
        "system": "The player spends a point of Gnosis and rolls Wits + Alertness (difficulty 7); the need to remain “in touch” with the ever-changing currents of these spirit winds requires concentration and attunement rather than physical agility. A single success allows the character to ride the winds successfully to her destination (or until she decides to end her journey). Additional successes either allow the Garou to carry others with her (on a one-for-one basis) or reduce the travel time by half per success. Thus, with one additional success, a journey of one month would only take two weeks, while two additional successes reduces the journey to a week. A character may use some of her extra successes to allow others to travel with her and the remaining ones to speed up travel time. No successes indicates either that the solar winds are not available for use or denotes failure to locate them. A botch means that the winds seize the character and carry her to some unintended destination (at the Storyteller's discretion).",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Moonriver",
        "description": "By using this Gift, the Garou may swiftly travel across the surface of a body of water which reflects the moonlight. She can follow a river or cross a lake so long as she follows the “trail” of the moon's light. If the light becomes obscured at any point (such as when a cloud passes across the moon), the effects of the Gift end and the Garou may have to swim or wade to shore.",
        "system": "The player rolls Dexterity + Occult. Only one success is needed for the character to gain the ability to travel the “moonriver”. The Garou travels across the water with supernatural speed, typically three times her normal movement rate. No successes on the roll indicates that the moon is either not visible or does not shine over a body of water in the character's vicinity. A botch allows the character to get midway through her journey before the moon's light fails, thus stranding the character in mid-stream.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Deliberate Misinformation",
        "description": "The Garou can slip confusing and contrary information into his target's conversation, making their plans fall apart or otherwise causing them to suffer from a gross breakdown in communications. Opponents in the immediate vicinity of the Garou mishear each other or misinterpret instructions. The information affected by this Gift must be communicated verbally — either in person or through the use of a direct communication device such as a telephone or other transmission device.",
        "system": "The player rolls Perception + Linguistics (difficulty of the target's Willpower, or the highest Willpower in the target group). Each success allows the character to subject one opponent to the effects of this Gift. All actions that result from information communicated verbally receive a +2 difficulty; simple orders, such as proceeding to a certain address or moving to the left or right flank in battle, automatically go awry. The Gift lasts for one scene.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Oaksong",
        "description": "By using this Gift, a Garou can communicate with inanimate objects made of wood or some other organic substance (i.e.: something that was once alive). The objects do not actually speak, but the Garou can sense their thoughts as images or sensations. For example, a wooden can might communicate that someone had used it for wilderness travel by filling the Garou's mind with sounds of a crashing waterfall, the musty odor of bear spoor and the image of crowded undergrowth and towering pines. A straight-backed wooden chair might allow the Garou to “see” the person who last occupied it and get a sense of the emotional state of that individual. With practice, a Garou can hold an entire wordless conversation with anything from a sturdy help rope or a mat made of woven reeds to a charred scrap of paper (made from wood pulp).",
        "system": "The user of the Gift must concentrate on what sort of information she wishes to obtain from the object as if she were asking a question. The sensations and images constitute the “answer”. The player spends a point of Gnosis and rolls Perception + Enigmas (difficulty 7). Each success allows the character to formulate one question and direct it to one item. Additional successes allow the character to ask more questions (on a one-for-one basis) or else ask the same question of different objects. No successes indicate a simple failure of the Gift, while a botch provides the Garou with false or garbled information.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Nerigal's Call to Arms",
        "description": "This Gift allows the Garou to summon to her side any creatures of spirits allied to Nerigal or appropriate to the Ice Warrior. These beings, whether Nerigal's spirit warriors or predatory animals, fight alongside the Garou for the duration of an entire battle.",
        "system": "The Garou spends a point of Gnosis and rolls Charisma + Leadership, difficulty 8. One success summons one of two creatures; additional successes increase the number of creatures or spirits that answer the summons. Thus, two successes bring up to five respondents, three successes summon up to ten creatures, four successes results in up to 15 beings while five successes brings everything within a five-mile radius of the character. Those creatures summoned serve as an army under the character's command for an entire scene. Of course, if there are no wild predators or War-spirits of Nerigal within range, the Gift fails.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "camp": "Nerigal"
    },
    {
        "name": "Clarity",
        "description": "This Gift grants the ability to see through fog, pitch darkness and even recognize illusions or invisibility. A wind-spirit teaches this Gift.",
        "system": "The player rolls Perception + Enigmas (difficulty 7). If the Stargazer attempts to see through someone else's illusion, the number of successes rolled by the creator must be matched or beaten by the Garou.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou",
            "Mokole"
        ],
        "splat": "Shifter",
		"auspice": "Setting Sun Warding",
        "tribe": "Stargazers"
    },
    {
        "name": "Banish Totem",
        "description": "By speaking words of forbiddance, the Uktena can bar pack or personal totems from giving their children aid. Doing so also disrupts the spiritual rapport between packmates, making it difficult for them to execute pack tactics or act in concert. An ancestor-spirit teaches this Gift.",
        "system": "The Uktena must concentrate for a full turn, and he must know which totem his victims follow. The player spends one Gnosis point and one Willpower point, and he rolls Gnosis at a difficulty of the pack's combined Totem scores (maximum of 10). If successful, the pack members lose all Traits associated with their totem, and they cannot use pack tactics or act in concert for the remainder of the scene. If the Uktena is rendered unconscious or killed, the Gift is cancelled.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Singing Dog's Cry",
        "description": "The New Guinea Singing Dog is known for its intense, loud vocalizations. Alone, they can express complex, very clear sounds over great distances. As a group, they harmonize into a full choir. With this Gift, the Garou reaches out with the power and intimacy of her voice, and can touch others with her song. As long as a subject can hear her voice, she's considered to be touching them. Singing Dog teaches this Gift.",
        "system": "Spend a point of Gnosis to activate Singing Dog's Cry to for the scene. Roll Charisma + Expression, difficulty 7. For each success, the Garou can effectively 'touch' one person that hears her voice, as long as she continues singing. Each 'touch' caused by this Gift uses one success, even if she touches the same character twice in a row. This 'touch' counts for the purpose of other Gifts activation - she may use Falling Touch over a mile away, as long as the victim hears her baying cries. She can 'touch' as many subjects as she wishes simultaneously, up to the limit of her successes.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Singing Dog"
    },
    {
        "name": "Dark of Night",
        "description": "A Hakken can cause an opponent to become temporarily blinded. Hakken reserve such underhanded tactics for use against minions of the Wyrm. This Gift comes from a raven-spirit.",
        "system": "The Hakken spills a vial of ink; the player spends one Gnosis and rolls Manipulation + Subterfuge, resisted by the target's Gnosis (if any). Each success blinds the victim for an hour.\n\n Rank 2 Ratkin Plague Lords Gift: Blur of the Weeping Eyes - As the Hakken Gift: Dark of Night, save that the character spits at her victim rather than spilling ink.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "shifter_type": ["Garou", "Ratkin"],
        "splat": "Shifter",
		"auspice": "Plague Lords",
        "gift_alias": "Blur of the Weeping Eyes",
        "tribe": "Hakken"
    },
    {
        "name": "Elude the Posse",
        "description": "The Garou using this Gift is transported to another location - via the Umbra - no less than ten miles from her original location. However, she cannot necessarily control where she arrives. This Gift is taught by a Wyld-spirit.",
        "system": "The Garou spends one Gnosis point and rolls Wits + Occult (difficulty 7). Only one success is required. However, additional successes allow her to choose her destination. Successes - Destination / 1 - Storyteller chooses destination 3 - Character can choose either a city or wilderness, if such exists within 10 miles 5 - Character chooses destination Botch - Character is 'caught' sideways (see Werewolf 20th Anniversary Edition, p.309-310)",
        "source": "Outcasts",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Ronin"
    },
    {
        "name": "Landspeak",
        "description": "The Aboriginal people of Australia are said to sing to the land; an explanation for such stories is the Bunyip's ability to hear the speech of the Earth. This Gift is taught by servants of the Rainbow Serpent.",
        "system": "The Bunyip must crouch and put his ear to the ground, making a Gnosis roll (difficulty 6). The number of successes indicates the radius in miles inside which the Bunyip hears what is happening on the land's surface. If the Bunyip also spends a Gnosis point and makes a successful Past Life roll (difficulty 8), he can hear sounds from the land's past. The information will be scant at best, but it is possible to listen to sounds of many years ago if the land has some reason to remember them.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou",
			"Mokole"
        ],
        "splat": "Shifter",
		"varna": "Gumagan",
        "tribe": "Bunyip"
    },
    {
        "name": "Lonesome Voice of the Bunyip",
        "description": "Called Bunyip's Boon in Rage Across Australia. This Gift was one of the last Bunyip Gifts to be developed, as it directly arose from the pain and loss of the War of Shame. It is taught by Bunyip ancestor-spirits. The Garou using this Gift emits the booming cry of Great Bunyip himself, a frightening and saddening roar-howl of fear and loneliness.",
        "system": "The player spends one Gnosis and rolls Charisma + Performance (difficulty 7). The Gift affects all non-Bunyip within earshot. Those affected lose one temporary point of Willpower per success, and cannot regain Willpower until they have retreated from the Gift user's immediate area (roughly earshot) or until the scene ends. No victim can be affected by this Gift more than once in any sunset-to-sunrise or sunrise-to-sunset period.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            3
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Bunyip"
    }
]