[
    {
        "name": "Dreamwalk",
        "description": "Rank 1 Bunyip. Rank 2 Other Tribes. The Bunyip had a distinct tie to the Umbra of their homeland, more powerful than that of most Garou. Although those who learn this Gift from Bunyip ancestor-spirits lack the Bunyip's inborn affinity for the Penumbra, they may still take great advantage of the Bunyip's wisdom.",
        "system": "Whenever the moon is visible in the night sky, the Garou may, after a full minute of concentration, step sideways or use Gifts as if the Gauntlet were two levels lower. This reduction in difficulty is not cumulative with the reduction for using a reflective surface to step sideways. For the Bunyip, this Gift was Level One; characters of other tribes learn this Gift as Level Two.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1, 2],
        "splat": "Shifter",
		"tribe": "Bunyip",
        "shifter_type": ["Garou", "Mokole"],
		"varna": "Gumagan"
    },
    {
        "name": "Virgin Snow",
        "description": "Nunavut, to many Wendigo, remains a symbol of hope and preserved purity among Garou and Kinfolk alike. The Ghost Dance has always trusted in the power that tradition holds, and it reveres the perfect and simple ways that have been imparted from generation to generation. This Gift rewards any Garou who chooses to follow the path of the old ways rather than take a modern or Wyrmcomer shortcut.",
        "system": "The player spends one Gnosis point, and then rolls Intelligence + Rituals, difficulty 6. If she succeeds, she may add one point to any ability roll she needs to make; she must be offered a choice between a human or Wyrmcomer way, and a Garou or Kinfolk way, both applicable to the same Ability - and consciously choose the Garou way. For example, a Wendigo who refuses penicillin, and chooses to fight an infection with a time-tested poultice of herbs and roots can add a point to her Medicine knowledge; a werewolf who leaves behind a nylon backpack, GPS, and freeze-dried food before a journey can add a point to her Survival skill. Similarly, a Garou who decides to travel on foot or by sled, instead of in a car or a snowmobile, can add a point to her Drive skill.",
        "source": "Wendigo Tribebook (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "camp": "Ghost Dance",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Feed the Pack",
        "description": "This Gift allows the werewolf to 'eat for the pack.' Any food the Kucha Ekundu ingests feeds not only him, but the rest of his pack as well. The spirit of a hunting dog teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 6 for packmates, 7 for Kinfolk) before the character eats. For each success, whatever the character eats also nourishes another being.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Kneel",
        "description": "By pointing a finger or claw at a target, a Fury can force him to his knees. Only the strongest-willed can do anything but strain and swear in response. This Gift is taught by one of Pegasus's brood.",
        "system": "The Fury rolls Manipulation + Intimidation (difficulty of the subject's Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift's effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success. (Bastet Simba Tribe Rank 5 Gift Command the Multitude: Like the Rank One Gift: Submit, except that it affects everyone in a 200 foot radius and requires a Gnosis point. To make things easy, the Storyteller may simply have the player roll three successes with Willpower (difficulty 9) to dominate a strong-willed crowd. Lesser foes, like normal humans or animals, reduce the difficulty to 6.)",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
			1,
            2,
            5
        ],
        "splat": "Shifter",
        "tribe": ["Black Furies", "Simba", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Bastet"],
        "gift_alias": [
            "Command the Multitude",
			"Submit"
        ]
    },
    {
        "name": "Form Mastery",
        "description": "This Gift empowers the Wyld spark that resides in all Garou, granting the character greater control over her shapeshifting abilities. A wolf-spirit teaches this Gift.",
        "system": "When shapeshifting (see p. 285), all difficulties are reduced by 1. Additionally, when enacting partial transformations (see p. 286), the player need no longer spend a Willpower point, and the difficulty of the roll is 7. This Gift's effects are permanent.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
        "tribe": [
            "Black Furies",
			"Black Spiral Dancers",
            "Fianna"
        ],
        "breed": ["Metis", "Shinju", "Ahi", "Vasuki"],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"]
    },
    {
        "name": "Touch of the Muse",
        "description": "With this Gift, the Fury invokes the spirits of art and artifice, allowing her to lower the difficulty of any Social Attribute rolls for the duration of the scene.",
        "system": "A Gnosis roll (difficulty 8) reduces the difficulty of Social rolls by one per success. The roll itself depends on what the character attempts. A poetry reading, for example, would require Manipulation + Expression, whereas a seduction would involve Appearance + Subterfuge.",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Truest Sacrament",
        "description": "The Order of Our Merciful Mother frequently leavens Christian ceremony with Gaian supplication, to better aid their flocks. Truest Sacrament enables them to do so without rousing the suspicion of the faithful; humans with faith in Christianity see Gaian ritual as innocuous and even appropriate, after this Gift's application. In so doing, the Furies are better able to free the most dogmatic and close-minded followers of patriarchal faiths to accept a broader spiritual mindset. This Gift takes advantage of humans' ability to rewrite their memories of an event to suit their preconceptions in the same way that the Delerium does. This Gift is taught by a Unicorn-spirit.",
        "system": "Truest Sacrament can be used either before or after a Gaian ritual begins. Used before a ritual, the character must make a Charisma + Subterfuge roll, with a target equal to the highest Willpower of the surrounding crowd; she will need to achieve one success for every seven onlookers. Should the Fury succeed, the next Gaian ritual she participates in will seem innocuous and appropriate to the crowd on hand. If Truest Sacrament is used during or after a ritual – if one or more humans happen upon a group of Garou during a rite – the same dice pool as above is used, but the character must also spend one point of Gnosis. Note that Truest Sacrament will not cover up truley egregious or spectacular violations of the Veil – spattering blood, spirit fireworks, and so on, will be remembered and probably not thought of as harmless or normal. But if the rite is simpler, or the more hallucinatory effects can somehow be concealed from witnesses, the Furies may get away with it. The salutatory effects of this Gift on the psyches of the most reactionary and closed-minded humans should be roleplayed out over time; there is no explicit game effect.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Order of Our Merciful Mother",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit Loan",
        "description": "In extreme circumstances, a Moon-Daughter may find that another Garou has far more use for one of her Gifts than she does. To this end, Gaian spirits have shown the Daughters how to lend one of their Gifts to another werewolf for a limited duration. The Black Fury who uses this Gift feels somewhat bereft of Gaia's love and attention while another Gift has been loaned, but suffers no other ill effects. This Gift is taught by a Hen-spirit.",
        "system": "Roll Charisma + Occult (difficulty of the recipient's Rage). Success allows the Fury to loan a single Rank 1 Gift to another Garou for a set period of time, to a maximum of three days per success. When that time is up (or if either the lender or receiver dies) the Gift returns to the lender. While the Gift has been lent out, the lender has no access to it and for all intents and purposes does not know it. The recipient uses the Gift as though she had learned it herself from the appropriate spirit: she uses her own dice pools for success, and spends her own Gnosis, Rage, or Willpower to activate it. A Black Fury can only lend one Gift out at a time, although there is no limit to the number of 'loaned' Gifts a person may receive at any one time. She may loan out Gifts that ordinarily cannot be taught (for instance, she might loan a non-Black Fury the Amazons of Diana's True Shot Gift, above), though if her tribemates discover her 'indiscretion,' the social consequences might be dire. A Fury cannot use Spirit Loan to lend out Spirit Loan.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Moon-Daughters",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Omen of Power",
        "description": "Camp: Freebooters. The Freebooters are famed among the Garou for their ability to find items and places of great magical power. Some believe that they follow Wyld-spirits in their nearly-random wandering through the Umbra; others say the Freebooters can sense the perturbations of even the weakest ley lines. Regardless of the true nature of their abilities, many Freebooters can sniff out the locations of dormant caerns (that is, those once opened whose power has since faded). When conditions are right, they can even sense particularly powerful fetishes from a distance. This Gift is taught by a Hound-spirit.",
        "system": "Spend one Gnosis and roll Perception + Enigmas; the difficulty is known only to the Storyteller, and is based on the distance to the source of power. Success means that the rough distance and direction to a mystic power source is revealed to the Black Fury. The source of power can be an active or dormant caern, or a level 5+ fetish. The base difficulty for the roll is 7, if the source of power is within ten miles; decrease it by 1 if the distance is less than 1 mile, and increase it by 1 if the distance is between ten and twenty miles – Omen of power cannot detect sources of power greater than twenty miles distant. This difficulty is decreased by 2 if the source of power is an active caern, and increased by 1 if it is a fetish rather than a dormant caern. By default, this Gift is acurate to within about 20% – if a caern is within 10 miles, Omen of Power will give it's distance and direction to within about 2 miles. Additional successes on the Gift's activation roll decrease that margin of error by 5%. The Gift can be re-used as the Garou close in on the source of power, to further refine their target's location. Omen of Power does not tell the Garou anything about the source of power other than its direction and distance; she will not even know whether it is a caern or fetish.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Freebooters",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Flurry of Arrows",
        "description": "The bow of Artemis slew many monsters of both human and Black Fury myth; the incarnation of Luna as maiden huntress was a swift and accurate shot with the bow. Appropriately, Luna has taught her children how to nock and release arrows more rapidly than a human might hope to follow.",
        "system": "Spend a point of Rage; for the remainder of the scene, the character receives a free shot per turn from a bow (though not a crossbow) at no dice pool penalty. Thus, the character could simply take two bow shots, each at no penalty, or she might take three shots, and suffer a -2 on the first shot, -3 on the second, and no penalty on the shot granted by Flurry of Arrows.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Amazons of Diana",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Rend",
        "description": "The Furies of myth did not use swords or axes to destroy enemies of the Gods; the Black Furies of old did not use weapons to slay enemies of Gaia. They used teeth and claws, and sheer animal might. While many Bacchantes certainly do use the tribe's ritual labrys and bow, and others carry klaives and other fetish weapons, when they frenzy they most often fight with their natural weapons. Even out of frenzy, the Bacchantes recognize the intimidation factor of rending a foe with fang and claw, and many revel in its primal nature. Rend allows the Bacchantes to rip through substances that they could not ordinarily pierce, and do as much damage with their natural weapon as another might with a human's sword.",
        "system": "Spend 1 Rage and roll Strength + Primal Urge (difficulty 6). For each success, the Fury gains the ability to rip through tough substances for one turn. When wearing any of the three 'war forms' (Glabros, Crinos, or Hispo) and using hand-to-hand maneuvers, the character ignores the first three dice of the target's soak pool – the target rolls three fewer dice to soak. This ability to pierce defenses also applies to inanimate objects such as walls and doors, making it considerably harder to hide from Black Furies inside buildings or underground. In case that a given object does not have a soak or armor rating, treat the Fury's Strength as being three higher for purposes of the Feat of Strength needed to rip through the object. Successful uses of Rend to destroy a wall, door, or enemy add 3 dice to the Fury's next Intimidation roll against those who saw her do so.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Bacchantes",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Stoking the Soul's Fire",
        "description": "Every aspect of a Furies life has different strengths: the Maiden's fury at Gaia's pain is unmatchable, the Mother's will is indomitable, and the Crone's spirituality is beautiful and terrible. A Maiden Black Fury can use this Gift to replenish her natural strengths by sacrificing her suppressed natures. The Maiden's greatest strength is her anger; she can sacrifice from her will and spirituality to stoke that rage to scorching intensity. This gift is taught by a Wolverine-spirit.",
        "system": "A Maiden using this Gift rolls Intelligence + Occult with a target of her own permanent Rage; she spends on point of temporary Willpower and one temporary Gnosis, and refills her Rage pool if she achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Maidens",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Kali's Tongue",
        "description": "In the days of ancient myth, the Wyrm-creature Raktabija terrorized the Indian subcontinent. Raktabija could not be slain; every drop of blood that touched the earth sprang up another Raktabija. Soon after the battle against him began, the field was crowded with Raktabijas, each eager for the blood of Garou and Gaian spirits. The mother-goddess Parvati (an aspect of Gaia) finally took to the field against Raktabija, in her guise as the hideous demon-warrior Kali. Kali spread her tongue out over the battlefield and prevented any of Raktabija's blood from striking the Earth; she then commanded the Garou and gods present to destroy the Wyrm-creature, which they did. The Gift Kali's Tongue removes a creature's ability to heal damage; its effects are relatively short-term, but if a creature is destroyed while this Gift is in effect, that death is permanent. What the Mother gives, the Mother's vengeance can take away.",
        "system": "The Fury must first touch the victim, then the player spends one Rage and rolls Manipulation + Medicine (difficulty of the foe's Rage, or Willpower -3, whichever is lower). Each success represents one turn during which the target creature cannot use any regenerative abilities, or heal inflicted damage naturally: Even supernatural healing Gifts like Mother's Touch will fail on the target during this period. This Gift works equally well on humans, Garou, and materialized spirits; spirits entirely in the Umbra are immune to the Gift's effects unless the Fury is also in the spirit world.\n\nNagah Kamakshi Gift: Denial of Wellbeing - As the Black Fury Gift: Kali's Tongue, but lasting for one scene.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            4
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
		"auspice": "Kamakshi",
        "shifter_type": ["Garou", "Nagah"],
        "gift_alias": [
            "Denial of Wellbeing"
        ]
    },
    {
        "name": "Trail of Pain",
        "description": "First developed by the Amazons of Diana camp, this Gift allows the user to sense persons in agony. The Amazons use this Gift to uncover individuals suffering abuse. Other Black Furies use this Gift to track the abusersafter wounding them. This Gift is taught by a spirit servant of Pegasus.",
        "system": "The Garou must focus and spend a Gnosis point. At least one turn is required for the Gift user to attune herself to the mental anguish of the target. A Perception + Empathy roll discerns a single sufferer amongst many. The Fury can sense any living being in tremendous pain, physical or emotional , within 50 yards. The user senses only the general direction and urgency, but that's typically enough for an angry Black Fury.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Black Furies",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Messenger's Fortitude",
        "description": "Camp: Freebooters (Black Furies). The Garou can run at full speed for three days without rest, food or water. When the Garou reaches her destination, she has 10 minutes to complete whatever business brought her, then she must sleep for three days.",
        "system": "The player spends one Gnosis point. The Garou may do nothing but run; stopping ends the Gift. For an additional Gnosis point, he may imbue another being with this Gift's benefits.\n\nRank 2 Corax/Camazotz Gift Messenger's Fortitude: As the Silent Strider Gift, but enabling flight rather than running.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Black Furies",
			"Swara",
            "Silent Striders"
        ],
        "camp": "Freebooters",
        "shifter_type": [
            "Garou",
            "Bastet",
            "Camazotz",
            "Corax"
        ]
    },
    {
        "name": "Curse of Aeolus",
        "description": "The Fury calls up a thick, eerie fog that obscures vision and unnerves her opponents. The Fury can see through the fog, but all other have trouble navigating by sight. A spirit in service to Aeolus, the fog totem, teaches this Gift.",
        "system": "The player makes a Gnosis roll. The difficulty varies according to the surrounding terrain and humidity: 4 near the sea, 6 under normal circumstances, 9 in a desert. The Black Fury can see normally, but others caught in this fog halve their Perception scores (with regards to sight only). The fog is quite unnerving, and everyone except the Fury and her packmates loses a die from all Willpower dice pools.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
        "tribe": ["Black Furies", "Balam"],
		"auspice": "Doshi",
		"breed": "Ahi",
        "shifter_type": ["Garou", "Bastet", "Kitsune", "Nagah"],
        "gift_alias": [
            "Hunter's Mists",
            "Breath of Yu-Chiang",
            "Indra's Cloak"
        ]
    },
    {
        "name": "Pulse of the Prey",
        "description": "If he knows anything about his prey, the character can track it down as rapidly as he can travel. This unerring sense of direction operates anywhere, and it is useful for tracking spirits through the Umbra as well as finding beings on Earth. A wolf- or dog-spirit teaches this Gift.",
        "system": "No roll is required unless the target is hiding actively (intent alone is not enough), in which case a Perception + Enigmas roll is made against a difficulty of the target's Wits + Stealth. If the target is a spirit, the difficulty is the spirit's Gnosis.",
        "source": "Core book revised / 20th Anniversary",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            4
        ],
        "splat": "Shifter",
        "tribe": [
            "Black Furies",
            "Silent Striders",
            "Red Talons",
			"Kumo",
			"Black Spiral Dancers",
            "Get of Fenris"
        ],
        "auspice": ["Ragabash", "Myrmidon", "Arcas", "Eji", "Shadow Seers"],
        "shifter_type": ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "camp": [
            "Seekers",
            "Hand of Tyr"
        ],
        "gift_alias": [
            "Sense of the Prey",
            "Blood Hunt",
            "Stalk"
        ]
    },
    {
        "name": "Guise of the Hound",
        "description": "The Bone Gnawer masks herself so that she blends into the urban landscape, disguising her Lupus form so that it appears as a large dog rather than a wolf. Despite its enormous utility, most other tribes spurn this Gift as degrading to the dignity of the Garou. A dog-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 7). The disguise lasts for one scene per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Cornered Rat",
        "description": "When backed into a corner with nowhere to run, there are only two options - beg for mercy or turn and fight. Rat-spirits teach Bone Gnawers to excel at the latter.",
        "system": "The player spends one Rage point and rolls Rage (difficulty 8). Each success grants the character an additional die to his Brawl pools for the rest of the combat. This Gift sends the Bone Gnawer into an automatic and unavoidable berserk frenzy; any magic that stops the frenzy also ends the Gift.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": ["Garou", "Ratkin"],
		"auspice": "Twitchers",
        "gift_alias": [
            "Cornered Rat's Ferocity"
        ]
    },
    {
        "name": "Between the Cracks",
        "description": "Urban blight is the very underbelly of the Wyrm, and the Bone Gnawers know it better than any other tribe. The werewolf's instincts guide him to the nearest barren spot within an urban area - a place where no human has set foot in at least a week, one which is not only isolated and currently unoccupied, but also likely to remain so for the rest of the night. This may be a boarded-up, abandoned building, a vacant apartment, or even a dead subway station. Bone Gnawers find this Gift useful for securing ritual spaces, setting up ambushes while preserving the Litany, and finding a place to sleep for the night. Any urban spirit can teach this Gift.",
        "system": "The player spends a point of Willpower and rolls Wits + Streetwise (difficulty 5). The more successes, the more secluded and difficult-to-locate the destination will be.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou",
			"Yeren"
        ]
    },
    {
        "name": "Find the Prize",
        "description": "The Garou employing this Gift closes her eyes and thinks about finding a thing of great value, either a specific item or a general class of things.",
        "system": "She then spends a Gnosis point and rolls Perception + Enigmas (the difficulty depends on the rarity/uniqueness of the item being sought). Each success on the roll gives one clue concerning the whereabouts of this item. The clue is decided by the Storyteller and must be worked into the story: 'Turning the corner, you see an ad for the Hound Dog Cafe... perhaps the Elvis plate could be there?' Note that just because an item has been located does not mean it can be easily gotten.",
        "source": "Tribebook: Bone Gnawers",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hootenanny",
        "description": "Bone Gnawer Hillfolk invented this Gift, and they've been teaching it to Galliards everywhere. A good old-fashioned hootenanny involves music plaed really fast and incredibly well – “Dueling Banjos” is currently the most common song used with it. While a Garou enacts this performance, every werewolf in his pack finds it easier to run, fight, jump, or perform any other rapid, strenuous physical activity. Unfortunately, everyone who hears the performance feels like dancing-they might stomp their feet, clap to the music, and even dance around if the music's good enough. This gives the pack a decided edge in combat. With this Gift, a pack of Hillfolk and a Galliard with a banjo can tear up a whole room full of fomori and Black Spirals with one hell of a square dance. This Gift is taught by an ancestor-spirit, usually one that looks and acts like a Galliard. Some Galliards claim this Gift is taught by the ghost of Elvis, but no one believes them.",
        "system": "When the hootenanny starts, the Garou using it spends a Gnosis, rolls Manipulation + Performance, and plays fast-paced, raucous music on a musical instrument. If the character scores three successes on the first turn, the Gift is activated; if he doesn't he can continue to attempt the roll each turn until he does. For the duration of one scene, as long as he continues to perform, each Garou in his pack can add three extra dice to any Dexterity + Brawl or Athletics dice pool. A packmate can add these dice to only one action each round, or he may divide them among multiple actions, but he cannot use more than three bonus dice from this Gift in a turn. Any enemies listening should make willpower rolls when this power is activated. If an opponent hearing the music can't score at least three successes on this roll, raise the difficulty of all his Dexterity + Brawl or Athletics dice pools by 2. (Melee and Firearm dice pools are not affected by this Gift.)",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "On Patrol",
        "description": "This Gift extends the duration and range of Scent of the True Form or Sense the Unnatural; the Garou needn't have either one of those Gifts before learning this one, but this Gift is useless without them. Bone Gnawers who hang out on strategically chosen street corners have a chance to sniff out supernatural creatures in the neighborhood. Using the Gift takes about an hour. During that time, if a Wyrm-tainted creature passes within about a city block, there's a chance the werewolf will pick up his scent. Galliards use this Gift while performing on street corners; Ragabash do the same thing while begging for change. Lost-dog spirits teach this Gift.",
        "system": "Spend one Gnosis and roll Stamina + Occult (difficulty 6). The effects last for one hour and extend for a city block. (In the wilderness, the range depends on the Garou's sense of smell.) Alternatively, a Garou with the Gift: Pulse of the Invisible can use it with On Patrol to watch activity in the Penumbra, even while hanging out in the physical world. As one would expect, a Bone Gnawer sitting on a street corner reacting to stuff that isn't really there looks like he's strung-out, drunk, stoned or insane. Even while “chemically enhanced,” he can still sense the taint of the Wyrm around him.",
        "source": "Tribebook Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "I Got a Rock",
        "description": "Instead of throwing a weapon to cause greater injury, the werewolf throws projectiles with greater accuracy. This Gift is taught by an air-spirit.",
        "system": "Large or unwieldy objects are usually more difficulty to throw than aerodynamic ones; this is reflected by a greater difficulty on the Dexterity + Athletics roll to chuck it. In the turn this Gift is used, the Garou burns one Gnosis. The difficulty to throw an object is then 4, no matter how awkward it is to throw. If the Garou can lift it, he can throw it. The Storyteller may still increase the difficulty because of range or other modifiers, but with this Gift, a motorcycle becomes as aerodynamic as a baseball. Note that a werewolf can't use Stone-Throwing Devil and I've Got a Rock in the same turn (one requires Rage and the other requires Gnosis). Also note that throwing a motorcycle like you'd throw a curve ball or knuckleball shreds the Veil.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Stone-Throwing Devil",
        "description": "Anything you can throw as a weapon becomes deadlier. If your Garou is the sort of bastard that throws rocks during city riots, dumps garbage on policemen from a fire escape, or tosses around furniture in bar brawls, then this Gift is for you.",
        "system": "Burn one Rage and roll Dexterity + Athletics when the Garou throws a weapon. Add a number of dice equal to his temporary Rage to the Dexterity + Athletics roll. Of course, if the projectile hits, this means it may also do extra damage.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Road Ward",
        "description": "Called Ward of the Road in the 1st Bone Gnawers Tribebook and Road Ward in revised. You've been tossed out of just about everywhere. Now the spirits help you survive falls that would cripple just about anyone else. Leaping out of a car on the freeway is a minor inconvenience. Getting pushed off a building is a bitch. Either way, this Gift can still reduce the damage from the fall. As a side effect, for one scene after you activate the Road Ward, you'll always land on your feet. Wanderlust-spirits teach this Gift.",
        "system": "Any use of this Gift requires one Willpower point and a Stamina + Survival roll (difficulty 6); you can immediately activate this Gift before you hit the ground. Falling out of a car moving up to 75 mph requires one success; every additional 25 mph requires an additional success. If you succeed, you take no damage and roll to a stop. Falling off a building reduces the damage by one story for each success. As a side effect, Road Ward cancels the Ahroun Gift: Falling Touch, as well as any trip attempt or leg sweep; it can be activated in response to any of those attacks.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Dead End",
        "description": "Through a bit of graffiti and casual sabotage, the Garou can discourage anyone who wants to track him, follow him, or even take interest in his affairs. The werewolf can alter a sign, spray-paint directional information, or perhaps just simply turn street signs the wrong way to misdirect people who find it. This Gift works far better on humans than supernatural creatures. Some urban werewolves attempt this Gift two or three times a week to keep their stomping grounds hidden (rather like a lesser version of the Rite of the Signpost).",
        "system": "Using this Gift requires one Gnosis and enough time to spray-paint graffiti, turn around a street sign, or commit some other act of urban mischief. (If you need an exact number of turns, roll Wits + Survival, difficulty 4, and subtract the number of successes from 10; that's the number of turns you'll need) On any roll to track the Garou past this obstacle, increase the difficulty by 3. The effects last for a full week.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Trash Magnet",
        "description": "One of the crucial lessons for survival is simple: use whatever comes to hand. Bone Gnawers that know this Gift use one of the most common things to come to hand in the streets, that is, garbage. Upon using this Gift, a specific target is buried beneath rubbish and litter. A garbage spirit teaches this Gift, though rat-spirits teach a similar Gift using sewer flotsam instead of trash.",
        "system": "The player rolls Charisma + Streetwise, difficulty 7. Each success dredges up a portion of any surrounding garbage and hurls it onto the Bone Gnawer's target, adding +1 difficulty to all rolls that target makes until he spends a turn dragging himself free. If five successes were gained, the target is effectively buried. Note that this Gift only moves trash, it doesn't create it. If a fight were to occur in an open courtyard, then the Storyteller might limit the number of successes possible to one or two. In a sterile laboratory, he could disallow it.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Odious Aroma",
        "description": "The Bone Gnawer can amplify his (probably already formidable) body odor to the point that it debilitates any who can smell it. A stinkbug-spirit teaches this Gift.",
        "system": "The player spends one point of Gnosis. For the duration of the scene, all beings that can smell and are within 20 feet of the Garou subtract two from all dice pools as they fight to breathe.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
        "tribe": "Bone Gnawers",
		"breed": "Homid",
		"auspice": "Plague Lords",
        "shifter_type": ["Garou", "Ajaba", "Mokole", "Nuwisha", "Ratkin", "Yeren"],
        "gift_alias": ["Stinking Breath", "Eau de Rat"]
    },
    {
        "name": "Blissful Ignorance",
        "description": "The Garou can become completely invisible to all senses, spirits or monitoring devices by remaining still. A chameleon-spirit teaches this Gift.",
        "system": "The Garou's player rolls Dexterity + Stealth (difficulty 7). Each success subtracts one success from the Perception + Alertness rolls of those looking for the character actively. If no one is doing so, then just one success indicates complete concealment.\n\nMokole Midnight Sun Shining Gift Become Log: As the Ragabash Gift: Blissful Ignorance, save that the Mokolé must be in a natural environment, or one comfortable to his varna (such as a golf course's pond for an alligator varna).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1, 2, 3],
        "splat": "Shifter",
        "auspice": ["Ragabash", "Dusk", "Midnight Sun Shining", "Kartikeya"],
        "tribe": ["Bone Gnawers", "Kumo", "Swara", "Silent Striders", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ajaba", "Ananasi", "Bastet", "Mokole", "Nagah", "Yeren"],
        "gift_alias": ["Become Log", "Secret Serpent"]
    },
    {
        "name": "Unicorn's Arsenal",
        "description": "The werewolf's claws and fangs become dazzling and pearlescent, shining with an inner multihued glory. Those wounded by these natural weapons lose the will to fight. An avatar of Unicorn teaches this Gift.",
        "system": "The player spends one Gnosis point to initiate the transformation. Any opponent bearing a wound delivered by the Unicorn's Arsenal loses two dice from all attack rolls until the wound has healed.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Para Bellum",
        "description": "Though the Children love life, spring, and all that is good of Gaia, they aren't pacifists; they always stand ready to protect their Mother. The werewolf's Rage bursts forth in a torrent when another breaks the peace she so cherishes.",
        "system": "This Gift may only be used at the beginning of a battle that was not initiated by the Garou, her pack, or her allies. The player spends one point of Rage; for the rest of the scene, the character enjoys one additional dot of Strength and Dexterity when attacking the enemy who fired the first shot of the battle, or any character that has inflicted an injury on a member of the Child's pack during the scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": ["Garou", "Gurahl"],
        "gift_alias": [
            "Roused to Fury"
        ]
    },
    {
        "name": "Stinging Blows",
        "description": "The Children hate to admit it, but sometimes you can't negotiate your way to a position of peace. Occasionally, you have to have faith in your own righteousness, and enforce you will upon those who are genuinely acting like children. But it you're going to do it, at least you can make your claim as strongly as possible and prevent unnecessary damage. This Gift is taught by a wasp spirit.",
        "system": "The Child of Gaia spends one Rage. For the rest of the scene, her attacks are so painful that anyone struck by her immediately ignores any other foes he may be facing and attack the Child (Willpower roll, difficulty 9 to resist). Usually this Gift is employed to break apart two foes who otherwise couldn't be. It's a risky gambit, but sometimes effective.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spellbinding Oration",
        "description": "Similar to Persuasion (level one Homid), this Gift allows a Child of Gaia to be persuasive when dealing with others. The Garou's statements will take on an air of extra meaning and credibility. Those hearing him are likely to agree with him. This Gift is taught by a Unicorn spirit.",
        "system": "The Garou rolls Charisma + Leadership against a difficulty of 6. If successful, the difficulties of all Social rolls are reduced by two for the remainder of the scene. If the Garou is actively trying to exhort his audience to anything other than combat (in any form), the difficulties of Social rolls are reduced by three. The Garou must orate for at least five minutes. The effects lasts for one scene.",
        "source": "Tribebook: Children of Gaia",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mule's Bane",
        "description": "This metis-specific Gift allows a metis to lash out at others by visiting his enemies with his own deformity. Mule-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Dexterity + Expression to 'throw' the metis deformity; the difficulty is the opponent's Willpower. The enemy gains the metis' deformity for one turn per success, subject to Storyteller approval. If the metis botches, his own deformity becomes worse in some fashion for the remainder of the scene.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Children of Gaia", "Black Spiral Dancers"],
        "breed": ["Metis", "Shinju", "Ahi"],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"]
    },
    {
        "name": "Grandmother's Touch",
        "description": "This Gift heals as does Mother's Touch, but can heal the user of the Gift. This Gift cannot heal spirits or the undead. A unicorn-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Intelligence + Medicine (difficulty of the wounded individual's Rage, or 6 for non-Garou). Each success heals one health level, and the Child may heal Battle Scars as well with the expenditure of an additional Gnosis point, as long as the Battle Scar was received in the same scene.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Domestic Seeming",
        "description": "Unicorn does not want humans to fear her children, even the lupus. Many lupus Children of Gaia learn this Gift in the interest of walking comfortably among humans. By using this Gift, a werewolf in Lupus form convinces observers that they see a dog, not a wolf. Ordinary humans look at the wolf and think “husky,” “malamute” or some other similar breed of dog. Even other supernatural beings (save spirits) can be fooled by the Gift, seeing what they expect to see rather than the truth. This Gift is taught by any spirit of peace.",
        "system": "The player spends a Willpower point and rolls Manipulation + Animal Ken; the usual Manipulation penalties for Lupus form do not apply for the purposes of this Gift. If the player fails the roll, any observer can tell they're looking at a wolf with a successful Perception + Animal Ken roll. If the player gains any successes, human observers cannot penetrate the disguise; supernatural creatures may make a Perception + Animal Ken (difficulty 7) opposed by the player's roll to penetrate the illusion. Spirits of the Middle Umbra are not affected by the Gift at all; they recognize the werewolf as one of Gaia's warriors as usual. The Gift's effects last for a scene, or until the werewolf changes form.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Luna's Armor",
        "description": "The Child of Gaia may call for Luna's protection in battle. This Gift even allows limited resistance to silver. A Lune teaches this Gift.",
        "system": "The Garou concentrates for one full turn, and the player spends a Gnosis point and rolls base Stamina + Survival (difficulty 7). The player may add one die per success to the Garou's soak pool for the rest of the scene. These bonus dice may also be used to soak silver damage, but only these dice. For example, if the Garou's Stamina is 4 and the player rolls three successes, the Garou has seven dice to soak non-silver damage and three to soak silver.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": [
            "Children of Gaia",
            "Shadow Lords",
			"Simba",
            "Silver Fangs"
        ],
		"auspice": "Dusk",
        "shifter_type": ["Garou", "Ajaba", "Bastet"],
        "gift_alias": [
            "Armor of Kings"
        ]
    },
    {
        "name": "Calm",
        "description": "This Gift imparts the secret of quelling the anger in others. A unicorn-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Empathy (difficulty of the target's Willpower). Each success removes one of the target's Rage points, which may be regained normally. If used on a creature that has the capacity to frenzy but does not possess Rage (vampires, some fomori), the Gift cancels the frenzy if the player scores more successes than the target's Willpower.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
        "tribe": "Children of Gaia",
		"auspice": ["Gukutsushi", "Noonday Sun Unshading", "Kamakshi"],
        "shifter_type": ["Garou", "Gurahl", "Kitsune", "Mokole", "Nagah"],
        "gift_alias": [
            "Clear the Mind"
        ]
    },
    {
        "name": "Flame Dance",
        "description": "Pushing the fire in his heart into his limbs, the Fianna hurls himself unharmed through the ranks of Gaia's foes. A mongoose-spirit teaches this Gift.",
        "system": "The player reflexively spends one Rage point, allowing the character to dodge one attack with his full dice pool, regardless of what other actions he has taken during the round. Alternately, a Rage point may be spent to enhance a normal dodge action, adding three dice to the defense.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": ["Garou", "Ajaba", "Mokole", "Ratkin", "Yeren"],
		"auspice": ["Dawn", "Setting Sun Warding", "Tunnel Runners"],
        "gift_alias": ["Warding Dance", "Evasion", "Dancing with the Dawn"]
    },
    {
        "name": "St. Herve's Folly",
        "description": "According to an old folktale, St. Herve once preached to a wolf that had eaten the ox he used to plow with, and the wolf was so ashamed that he agreed to plough in the ox's place. If the Fianna didn't murder St. Herve for this, they wanted to. But they also learned a lesson from it, and mischief-minded Fianna now use this carnivalesque Gift to create similar, though more pleasing, results. It convinces a leader of any sort that his status is incorrect and rather that he should serve those whom he rules. It can convince a town mayor to clean the shoes of a homeless person, or an alpha to bow to the will of his omega. The Gift is taught, unfortunately, by an ox-spirit.",
        "system": "The Fianna must have a chance to lecture the ruler on why he is incorrect in his position. The player spends one point of Willpower and rolls Manipulation + Expression, difficulty 8. A simple success convinces him to engage in ridiculous acts of subservience to gross lessers. Each success after the first continues this effect for one day. Garou and other supernaturals may resist this Gift by spending one point of Willpower, although if the Fianna continues her lecture and spends another point of Willpower, the victim must continue to resist. Effectively it becomes a bidding war between the victim and the Fianna; whoever has the most Willpower wins.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Ceridwen's Blood",
        "description": "Blood has a power within it. With this Gift, a Fianna can tap the life-force within her own blood to restore a fallen ally. However, by doing so, she must suffer the wounds she heals. This Gift is taught by spirits allied to Stag.",
        "system": "The Garou can heal an injured target by spilling her own blood (a small cut will do) and rolling Stamina + Medicine against a difficulty of 8. One would level is healed per success. However, the Gift-user suffers a number of wounds equal to the amount healed — she cannot soak this damage. The Fianna can heal aggravated wounds by spending a Gnosis point, although she will only take non-aggravated wounds in exchange.",
        "source": "Fianna Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Fire in the Belly",
        "description": "Anger and inner turmoil does wonders for creativity. Some Fianna use this principle in new and potentially dangerous ways, directing some of their inner Rage to fuel their creative urges. While the work is more intense, it is also colored by the Rage, reflecting the redirected fury of the Fiann's soul. “Sublime” and “peaceful” are not words associated with works produced using this Gift. On the other hand, forged weapons take on the new resonance quite readily, attracting War and Rage spirits (-1 difficulty for Rite of the Fetish). Brigid herself teaches this Gift.",
        "system": "The player spends a point of Rage and makes a Willpower roll (difficulty 7). A successful roll adds an automatic success to an appropriate Craft, Expression, or Performance roll. A botch will require an immediate Rage roll for frenzy. Only one roll per project is possible. Using this Gift more than once a month is taxing and dangerous; each additional use during a span of a month increases the difficulty by one.",
        "source": "Fianna Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spear of Dancing",
        "description": "The old tales tell of Fianna throwing spears while balanced on the beam of a chariot at full gallop, or even crossing an army by leaping from spearpoint to spearpoint. This Gift gives the Fianna the ability to balance on the smallest surfaces, whether tightrope, post, or even a spearpoint. If successful, the Garou takes no damage from stepping or handstanding on sharp objects, but may otherwise be wounded normally. A bird-spirit or an ancestor-spirit may teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Dexterity + Athletics (difficulty varies: 5 to stand on the back of a trotting horse, 6 to stay aloft a rolling ball, 8 to jog across a tightrope, and 9 to balance on the point of a spear). Storytellers may require additional successes for more difficult feats (for example, the horse breaks into a gallop, or the tightrope is in a high wind). The effects last for a scene.",
        "source": "Fianna Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Fair Fortune",
        "description": "(Called Luck of the Irish in the 1st Fianna Tribebook, and Fair Fortune in the revised) A Fiann with this Gift has a streak of luck a mile wide. She's dealt a great hand, her prey is extra-clumsy today, or the wind shifts just in time to scent an ambush. A faerie or fortunespirit teaches this Gift.",
        "system": "With the expenditure of one Gnosis point, the player may reroll any failed or botched roll. The decision must be made immediately after the failed or botched roll. This Gift is only usable once per scene.",
        "source": "Fianna Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Howl of the Unseen",
        "description": "Just as then ancient peoples had power in the connections between two halves (day/night, light half/dark half, etc), so do the Fianna draw on their connection of spirit world and physical realm to bridge the Gauntlet. This Gift allows a howl from one side of the Gauntlet to echo across to the other. It is taught by a Bean Si, as well as by the spirits of animals that make loud noise without being seen, such as frogs or insects.",
        "system": "The Garou rolls Gnosis, difficulty of the Gauntlet, after which she may howl or speak for up to a full turn; the sound will be clearly audible on both sides of the Gauntlet. The Storyteller is free to determine how much can be said in the span of one turn.",
        "source": "Fianna Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Reverie",
        "description": "This Gift makes the victim's mind wander down memory lane. While it may occasionally dredge up useful remembrances, it mainly serves to makes someone less observant or less focused on the task at hand. An ancestor-spirit teaches this Gift.",
        "system": "Roll Manipulation + Enigmas (difficulty of the victim's Willpower). For every success, the difficulty of the victim's rolls related to Mental Attributes increases by one, to a maximum of 9 (representing stronger, more vivid memories). The effect lasts one minute per success or until the target's attention is diverted. (For example, a guard under five minutes' worth of Reverie probably won't notice the Ragabash sneaking over the wall — but if he does, or if the Garou attacks him, the Gift's effects end). The Fianna can't directly control what fills the victim's mind, but may be able to influence the subject (“Yeah, Gorm, remember that party at the Standing Stone? And the dancing girl, wasn't she something…”).",
        "source": "Fianna Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Galliard",
        "tribe": ["Fianna", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Brew",
        "description": "The Fianna are renowned for their ability to drink liquor. Part of this legend stems from their ability to make it. With Brew, the Garou can mystically transform a pitcher of any liquid into an alcoholic substance. This Gift can surreptitiously inebriate unsuspecting targets. A grain-spirit, and in some cases a worm-spirit, teaches this Gift.",
        "system": "After spending a Gnosis point, the player rolls Wits + Medicine (difficulty 7). The number of successes determines the quality and the potency of the concoction. One success can create cheap, domestic beer, low-budget wine, or mediocre tequila, while five successes can create a high-quality imported beer, fine vintage champagne, or a top-shelf liquor. A botch creates a brew that induces massive hangovers (-1 penalty for the entire next day).",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Howl of the Banshee",
        "description": "The Fianna unleashes a wail of pure anguish that stuns all who hear it. A banshee-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Performance (difficulty 7). All who hear the howl (except packmates) are stunned for one turn per success, unable to take any action. Those with Willpower higher than the Fianna's Rage may spend one Willpower point to act normally.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Fianna", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Glib Tongue",
        "description": "This Gift makes listeners hear whatever they wish to hear. The Fianna can say anything, even total gibberish, but anyone listening will agree heartily. While this Gift is not a way to talk a millionaire into signing over all his goods, it is a superb method of talking one's way into a party, making fast friends or avoiding being caught in a lie. A rabbit-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Expression (difficulty of the listener's Wits + Alertness). The effects last for one turn per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Fianna",
		"breed": "Kojin",
		"auspice": ["Gukutsushi", "Midnight Sun Shining"],
        "shifter_type": ["Garou", "Kitsune", "Mokole", "Yeren"],
        "gift_alias": [
            "Silver Tongue"
        ]
    },
    {
        "name": "Fangs of the North",
        "description": "The Wendigo version is called Claws of Frozen Death. Blue smoke rolls off of the werewolf's claws and teeth, which are transformed into curving daggers of hardened ice. Wounds inflicted with these terrible weapons turn black and fester, all the warmth and life driven out of them. A snow-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Survival (difficulty 7). The transformation lasts for the rest of the scene, or until banished voluntarily. Any individual wounded by the werewolf's fangs or claws suffers a –1 penalty for the rest of the scene as chills wrack her body. Additionally, such wounds heal badly; mortals are likely to lose injured limbs as the tissue necrotizes, and beings capable of supernaturally swift healing (such as vampires or Black Spiral Dancers) are unable to heal these wounds for one day per success on the Gift's activation roll. This Gift can't be used in Homid, but applies fully to the claws and/or fangs of all other forms.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": [
            "Get of Fenris",
            "Wendigo"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Claws of Frozen Death",
        "description": "The Wendigo's claws become sheathed in supernatural frost, inflicting terrible wounds that burn with killing cold. A spirit servant of Great Wendigo teaches this Gift.",
        "system": "The player spends one Rage point. For the rest of the scene, the Garou's claws inflict aggravated damage and two additional dice of damage from the supernatural cold. Additionally, any wound penalties the target suffers are increased by one due to the numbing chill.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": [
            "Wendigo",
            "Get of Fenris"
        ]
    },
    {
        "name": "Wearing the Bear Shirt",
        "description": "Fear is for cowards; Rage is for warriors. The Fenrir who learns this Gift hardens himself against fear, even on an instinctual level. This Gift is taught by a bear-spirit.",
        "system": "No roll is required; once this Gift is learned, the effects are automatic. The Fenrir who learns this Gift never enters fox frenzy; instead, he enters a berserk frenzy, regardless of the stimuli. In addition, the player can make a Willpower roll to resist any Gifts or other supernatural powers that incite fear, even if a resistance roll is normally not allowed.",
        "source": "Tribebook: Get of Fenris (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Troll Skin",
        "description": "This Gift allows the Fenrir to draw on the power of earth for protection, just as the legendary trolls and even Jotunn were able to do. When the Get activates this Gift, her skins grow tough and thick, covered with warty knots of hard, armored flesh. This Gift is taught by an earth elemental.",
        "system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 7). For each success, the character receives one extra die on her soak roll. These extra soak dice cannot be used to soak silver damage; the Gift lasts for one scene, or until the Get chooses to dismiss it. Troll Skin is alas, quite disconcerting and unpleasantly pungent. While the Gift's effects last, the difficulty of all Social rolls is increased by 1.",
        "source": "Tribebook: Get of Fenris (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": ["Garou", "Rokea"],
        "gift_alias": [
            "Shagreen Skin"
        ]
    },
    {
        "name": "Sense Guilt",
        "description": "The Hand of Tyr camp specializes in the use and misuse of this Gift. By staring into the eyes of another, the Get can sense whether the target harbors guilt for some past offense. The most experienced Get can even get a feeling for what sort of crime transpired. Unfortunately, a few Get have been known to take advantage of this Gift by “sensing” guilt where none exists or by blackmailing Garou after a successful reading. A crow-spirit teaches this Gift.",
        "system": "A successful Perception + Empathy roll (difficulty 8) reveals hidden guilty feelings. One success detects any sense of regret, whereas five successes reveal specific facts concerning the dirty issue.",
        "source": "Player's Guide Second Edition.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Beastmind",
        "description": "The Garou can reduce the mental faculties of his victim to that of an animal for a short time. An avatar of Griffin teaches this Gift.",
        "system": "The player rolls Manipulation + Empathy (difficulty of the target's Willpower). The effects last for one turn per success, during which the target listens to only his most base instincts and behaves like a wild animal.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
        "tribe": ["Get of Fenris", "Red Talons"],
		"auspice": "Wyrsta",
        "shifter_type": ["Garou", "Ananasi"],
        "camp": "Glorious Fist of Wotan"
    },
    {
        "name": "Snarl of the Predator",
        "description": "The Garou lets out a feral snarl that terrifies opponents and cows them into submission. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Intimidation (difficulty of the opponent's Wits + 3). Each success subtracts one die from an opponent's dice pools on the next turn. This Gift takes one full turn to invoke.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Get of Fenris", "Khan"],
		"auspice": "Shadow Seers",
        "shifter_type": ["Garou", "Bastet", "Ratkin"],
        "gift_alias": [
            "Chitter"
        ]
    },
    {
        "name": "Halt the Coward's Flight",
        "description": "The Garou may slow a fleeing (not charging) foe, making him easier to catch. A wolf-spirit teaches this Gift.",
        "system": "The Garou must spend one turn concentrating, and the player rolls Charisma + Intimidation (difficulty of the target's Willpower). If the roll succeeds, the target's speed is halved for one scene.\n\nRank 3 Ratkin Plague Lords Gift: Lesions - As the Garou Gift: Halt the Coward's Flight, but transmitted via bite; impedes movement as sores and lesions appear on the target's legs and feet. Flea-spirits teach this Gift.",
        "source": "Core book revised / Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Get of Fenris",
            "Shadow Lords"
        ],
        "camp": "Judges of Doom",
		"auspice": ["Kali", "Plague Lords"],
        "shifter_type": ["Garou", "Nagah", "Ratkin"],
        "gift_alias": ["Lesions", "Executioner's Privilege", "Executioner's Gift"]
    },
    {
        "name": "Strength of Purpose",
        "description": "Some Garou feel so strongly about their place in the pack, the tribe and the world that they can draw on this resolve in times of need. The Philodox can pull new resolve from his deepest reserves. A wolf-spirit teaches this Gift.",
        "system": "Once per scene, the player may roll Stamina + Rituals (difficulty 7). For every two successes, the Philodox recovers one point of Willpower up to his maximum.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": ["Philodox", "Noonday Sun Unshading"],
        "tribe": ["Get of Fenris", "Black Spiral Dancers"],
        "camp": ["Fangs of Garm"],
        "shifter_type": ["Garou", "Mokole"]
    },
    {
        "name": "Pennies From Heaven",
        "description": "The Glass Walker convinces money spirits to change their denomination. The coin or note simply metamorphoses into the appropriate denomination. Money spirits teach the Gift.",
        "system": "The Garou spends one Gnosis point and rolls Charisma + Politics. What value the money becomes determines the difficulty regardless of the original denomination. Currency – Difficulty * Penny: 3 * Nickel: 4 * Dime: 5 * Quarter: 6 * Dollar: 7 * Five Dollar: 8 * Twenty Dollar: 9 * One Hundred Dollar: 10 Each success can change one coin or note into another denomination. Foreign currencies can also be converted in similar fashion, and it is also possible to convert a currency of one country to a different denomination of another.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hidden Secrets",
        "description": "Children of Crow are terribly fond of blackmail, and this Gift does a lot to help their natural tendencies along. The Corax know this Gift as Dark Truths; the Shadow Lords learned the Gift from the raven-folk, and improved on it a bit. The Gift is taught by a fly-spirit.",
        "system": "To use this Gift, the character rolls Perception + Manipulation (difficulty 7). Success indicates the Garou learns one of the target's deepest and most embarrassing secrets. These secrets are of no use in combat, but make excellent blackmail material. Of course, not everyone has secrets of equal value.\n\nCorax know this gift as 'Dark Truths.' To utilize Dark Truths, the Corax spends a Gnosis point and rolls Perception + Enigmas (difficulty 7). It functions similarly to Hidden Secrets.",
        "source": "Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2, 3],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": ["Garou", "Corax"],
        "camp": "Children of Crow",
        "gift_alias": "Dark Truths"
    },
    {
        "name": "Song of the Earth Mother",
        "description": "A more powerful version of Sense Wyrm, this Gift allows the user to sense the presence of Wyrm activity within a broad area. Essentially, the Garou communes with the earth and listens to what it says. The Gift is taught by an earth-spirit.",
        "system": "The user spends 10 minutes communing with the earth, during which time she may take no other actions. The player then spends two Gnosis points and rolls Perception + Occult (difficulty 7). Success indicates that the earth tells her about any supernatural presence within an area of 100 yards (91 m) per success. While the Gift doesn't offer specific information about the being or beings detected, it does indicate whether or not the presence is Wyrm-tainted.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
        "tribe": ["Shadow Lords", "Qualmi"],
        "shifter_type": ["Garou", "Bastet"]
    },
    {
        "name": "Storm Winds Slash",
        "description": "Hakken may use their blades to injure Wyrm creatures at a distance. This Gift is taught by a metal or wind-spirit.",
        "system": "The player spends a point of Gnosis and rolls Dexterity + Melee (difficulty 7). Success enables the Hakken to strike an opponent from as far away as 50 yards (45 m); the opponent may attempt to dodge the strike and takes lethal damage as usual for a weapon strike.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Hakken",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Vengeance of the Scorned",
        "description": "The Garou can turn part of a Garou's (or other shapeshifter's) flesh into silver, causing extreme pain to the opponent. This Gift is taught by a rat-spirit.",
        "system": "The Garou spends one Gnosis point and rolls Rage (difficulty 7). The Garou must first touch the target. The area touched will turn to silver for one turn per success. Assuming the target is a shapeshifter that is of a Breed susceptible to silver, this will cause excruciating pain to the target, adding three to all his difficulties as long as the effect lasts. In addition, the target suffers the normal Gnosis penalty for carrying silver. The opponent must also make a frenzy roll for each turn he is affected.",
        "source": "Outcasts",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Ronin",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Buffalo Run",
        "description": "The Garou can charge an opponent with amazing speed and devastating force. This Gift is taught by a buffalo-spirit.",
        "system": "The Garou spends one Rage point. This Gift acts as a combat maneuver: Dex + Brawl DC 7 Damage Strength + Special(Damage is considered agg) 1 action. If the attack succeeds, the opponent falls to the ground and is trampled by the attacker. The base damage done equals the attacker's Strength + 4; each success scored on the attack roll above the minimum adds one to this base. Unlike a Body Slam, the character does not damage herself with this maneuver; she is protected by buffalo-spirit magic. The character must be in Crinos, Hispo or Lupus form to use this maneuver. The character can move her full distance, but she must run in a straight line; weaving around in circles does not build sufficient momentum.",
        "source": "Outcasts",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Ronin",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Howls in the Night",
        "description": "The werewolf sends a full-throated howl shivering into the night sky, evoking primal terror in Gaia's enemies. Creatures of the Wyrm who hear the howl find themselves troubled and unable to rest easily while their enemies are on the prowl. A wolf-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Charisma + Primal-Urge (difficulty 7). Creatures of the Wyrm who hear the howl will be jolted awake if asleep, and rendered unable to sleep for the next (successes x 3) hours.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Galliard",
        "tribe": [
            "Shadow Lords",
            "White Howlers",
            "Red Talons"
        ],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Pure Identity",
        "description": "A Bringer of Light can alter his appearance to suggest he belongs to another race. If he remains in homid form, he can appear as pallid as a vampire or as glamorous as an Unseelie changeling. If he desires to keep his “scent” as a Garou, he can affect cosmetic changes and appear as a Black Spiral. This Gift is taught by a Chameleon-spirit.",
        "system": "The Lord spends three Gnosis, but need make no roll. The duration is one day. Close examination requires a Subterfuge roll to maintain the deception.",
        "source": "Tribebook: Shadow Lords",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "camp": "Bringers of Light",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Cold Voice of Reason",
        "description": "Shadow Lords are skilled manipulators, and are renowned for their ability to both stall for time and talk their opponents into going about their business. This Gift gives that character trait supernatural force, holding assailants at bay while the Lord himself either escapes or calls on others for support. It must be used strategically to be effective, but it can be powerful when used in this fashion. This Gift is taught by a crow-spirit.",
        "system": "When the Lord is attacked in combat, or even merely threatened, the player may spend a Gnosis point and roll Manipulation + Subterfuge (difficulty 8) as a reflexive action. The Lord must be able to speak in a language his opponent can understand, although he needn't express concepts more difficulty than “Are you sure you want to do that?” or the like. The attacker may not initiate hostile action against the Lord for one turn per success, provided the Lord and his allies do not, in turn, engage in hostilities against the attacker. If the victim is herself attacked, even by someone other than the Lord, the effects of the Gift end and she may resume her attack. A botch with this Gift drives the attacker into frenzy.",
        "source": "Shadow Lords Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Disfigurement",
        "description": "The Shadow Lord can place a nasty boil or dishonorable scar on the target. She can disfigure her rival in embarrassing ways that rob him of prestige in the presence of other Garou. Although the lesion isn't physically handicapping, it certainly limits the victim's social grace. A baboon-spirit or toad-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Primal-Urge (difficulty 7) and spends a Willpower point. The disfigurement subtracts two dice from all the target's Social rolls. The scar or blemish heals at the end of one scene.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Clap of Thunder",
        "description": "The Garou slams her hands together and creates a mighty thunderclap that stuns those who hear it. A Stormcrow teaches this Gift.",
        "system": "The player spends one Gnosis point. All characters within 10 feet, friend or foe, must succeed in a Willpower roll (difficulty 8) or be stunned and unable to act for one turn. On a botch, the effect lasts for one scene. The Garou must be in Homid, Glabro or Crinos form to use this Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Shadow Lords",
		"auspice": "Setting Sun Warding",
        "shifter_type": ["Garou", "Mokole"]
    },
    {
        "name": "True Fear",
        "description": "The Ahroun can display the true extent of her power, scaring one chosen foe into quiescence for a number of turns. Spirits of fear teach this Gift.",
        "system": "The player rolls Strength + Intimidation (difficulty of the target's Willpower). Each success she achieves cows the enemy for one turn; the victim cannot attack at this time. He may defend himself if attacked and otherwise act normally, although his action will likely be guided by fear.",
        "source": "Core book revised / Shadow Lord Tribebook (revised) / Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
        "auspice": ["Ahroun", "Myrmidon"],
        "camp": [
            "Judges of Doom",
            "Lords of the Summit"
        ],
        "tribe": [
            "Shadow Lords",
			"Balam",
			"Black Spiral Dancers",
            "Wendigo"
        ],
        "shifter_type": ["Garou", "Ananasi", "Bastet", "Gurahl", "Mokole"],
        "gift_alias": [
            "Terrors",
            "Dragon Fear",
            "Dragonfear",
            "Grisly Aspect"
        ]
    },
    {
        "name": "Speech of the World",
        "description": "This Gift allows Gaia's warriors to read and wield the spirit of speech, bypassing the need to learn different languages and dialects. The Garou may speak and understand any human language she encounters, though she speaks with an obvious accent, marking her as an outsider. Speech of the World doesn't convey literacy, nor is it an encyclopedia of cultural information. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Intelligence + Academics (difficulty 7). The effect lasts for one scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2,
            3,
            4
        ],
        "splat": "Shifter",
		"auspice": ["Kataribe", "Tunnel Runners"],
        "breed": ["Homid", "Kojin", "Balaram"],
        "tribe": ["Silent Striders", "Bubasti", "Black Spiral Dancers"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Corax", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin", "Camazotz"],
        "gift_alias": [
            "The Many Tongues of Ptah",
            "Courtly Speech",
            "Speak in Tongues"
        ]
    },
    {
        "name": "Axis Mundi",
        "description": "The Garou can sense her exact location in relation to a fixed point she has previously designated. This Gift is taught by an earth elemental.",
        "system": "The player spends one Gnosis point to designate a fixed point, which must be a natural landmark or formation. From then on, the character can roll Perception + Enigmas (difficulty 7) to determine her exact location in relation to that point. The effects last for one story.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
        "tribe": ["Silent Striders", "Black Spiral Dancers"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Troubleseeker",
        "description": "The Harbingers are noted for their intuitive ability to find trouble or Wyrm-corruption, no matter how well hidden. They sometimes appear from nowhere, just “happening across” some problem or threat. This Gift allows a Harbinger to discover trouble without really searching for it — he just starts down a road and sees where it takes him. Almost invariably, his path crosses some threat that needs seeing to.",
        "system": "The Harbinger rolls Perception + Enigmas (difficulty 8). Success indicates that his travels will indirectly but quickly take him to a “trouble spot” of some gravity. Multiple successes on the roll allow the Harbinger to discover more dangerous or subtly hidden threats, at the Storyteller's discretion.",
        "source": "Tribebook: Silent Striders",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "camp": "Harbingers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Graceful Strike",
        "description": "This Gift was used in bygone days to assassinate corrupt officials or merchants who were the tools of vampires. Beautiful young Garou would dance for them, then strike when the target least suspected. The secrets of the dancer's knife had been kept alive by members of the Dispossessed camp, who found it useful to play on their gypsy heritage. In these desperate times, it's a common tool of the camp's Galliards when a fight gets messy. This Gift is taught by a cobra-spirit.",
        "system": "The player spends one point of Gnosis before making an attack roll as usual (Dexterity + Melee, difficulty dictated by the weapon), though the character's attack is unusually fluid and dance-like. If the attack is successful, the player adds the character's Performance skill rating in the dice to the damage roll.",
        "source": "Tribebook: Silent Striders (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "camp": "Dispossessed",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Tread Sebek's Back",
        "description": "When activating this Gift, the Garou calls upon the spirit of Sebek the crocodile to bear her up as she runs across the water. The werewolf can also run across other liquids (a vat of industrial cleaner, sewage, or even lava), but this Gift provides no protection for her feet — any damage is greatly lessened as the harmful substance only comes into contact with a small part of her body, but she must soak it nonetheless. Particularly fast and spiritually attuned Silent Striders claim to have run across seas using this Gift. It is taught by a crocodile-spirit, or that of a crocodile bird.",
        "system": "The player spends a Gnosis point and rolls Dexterity + Survival (difficulty 7). Each success allows the character to travel across water as if it were open ground for an hour. In areas inhabited by crocodiles, the difficulty to invoke this Gift drops to 5.",
        "source": "Tribebook: Silent Striders (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Summon Talisman",
        "description": "The Strider can summon to herself any dedicated handheld object (see the Rite of Talisman Dedication). The item disappears from wherever it currently rests, even from somebody else's grasp, and appears in the Garou's grip. Striders use this Gift to bring special items to them once they have finished a journey or to recover items lost along the way. A packrat-spirit teaches this Gift.",
        "system": "The Garou need only spend one Gnosis point and concentrate on the item. The Garou can call only half of his dedicated items — he must choose which ones upon learning this Gift.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silent Striders",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Call to Duty",
        "description": "Any spirit the Philodox knows by name is a potential servitor. With this Gift, the werewolf can summon and command any spirit she knows by name. Only one command is possible at a time, and the spirit departs after fulfilling the one request. An Incarna avatar teaches this Gift. ",
        "system": "Obviously, the Philodox must learn the spirit's name, which usually requires personal acquaintance or use of the Gift: Name the Spirit. The Player rolls Charisma + Leadership (difficulty of the spirit's Willpower). If the player spends two Gnosis points, the werewolf can summon all Gaian spirits within one mile to protect or assist her, even if she does not know their names.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "camp": "Wayfarers",
        "tribe": ["Silent Striders", "Black Spiral Dancers"],
        "auspice": ["Philodox", "Decorated Suns Gathering"],
		"gift_alias": "Spectral Authority",
		"breed": "Shinju",
        "shifter_type": ["Garou", "Kitsune", "Mokole"]
    },
    {
        "name": "Curse of Hatred",
        "description": "The metis may verbalize the hatred in her heart, disheartening opponents with the intensity of her emotion. A spirit of hate teaches this Gift.",
        "system": "The player spends on Gnosis point and rolls Manipulation + Expression (difficulty of the opponent's Willpower). If she succeeds, her opponent loses two Willpower points and two Rage points. This Gift may be used on an opponent only once per scene.\n\nRatkin Plague Lords Rank 1 Gift Virulent Curse of Hatred: As the Rank Two Garou Metis and Ratkin Warriors Auspice Gift: Curse of Hatred, but with a few distinct differences. The victims Traits are reduced by a simulation of the Plague Lord's favorite disease. Players are encouraged to research their favorite afflictions; the game mechanics, however, remain the same.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
        "camp": "Bitter Hex",
        "tribe": ["Silent Striders", "Black Spiral Dancers"],
        "breed": ["Metis", "Shinju", "Ahi"],
		"auspice": ["Plague Lords", "Warriors"],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"],
        "gift_alias": [
            "Virulent Curse of Hatred"
        ]
    },
    {
        "name": "Unity of the Pack",
        "description": "It is only natural for those guided by canny leaders to excel. This Gift allows the Silver Fang's pack to enjoy the benefits of her unifying aura, making them deadlier warriors against the Wyrm's minions. A wolf-spirit teaches this Gift.",
        "system": "Whenever the Silver Fang is present, all members of her pack (including herself) gain one extra die on all rolls to execute Pack Tactics (see p. 300). This Gift's benefits are permanent. The Silver Fang cannot benefit from this Gift when she is alone.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": ["Garou"]
    },
    {
        "name": "Awe",
        "description": "The Garou, simply by her bearing and strength, proves to others her mastery and right to rule other tribes. This Gift is taught by a Falcon spirit.",
        "system": "The Garou rolls Appearance + Empathy (difficulty of the target's Willpower). If successful, the difficulties for all Social rolls made by the Garou against that target are reduced by one, and the target's difficulty to hit the Garou in combat is increased by one.",
        "source": "Core book 2nd ed",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Gibbous Moon Song",
        "description": "Moon Lodge (Waning Cycle). The Gift allows a Garou to learn the benefits of a smooth tongue and social awareness. It makes the werewolf talkative, interesting and likable, the very life and soul of any gathering. The moon's own light seems to make her more interesting and attractive than she normally seems. A Great Green Cheese spirit, a lively and somewhat aromatic member of Luna's brood, best known to the Bone Gnawers, teaches this Gift. Arrogant Silver Fangs who will not deign to deal with such a spirit will struggle to progress on this cycle. The werewolf and the spirit engage in a battle of wits, to see who can come up with the cleverest word play. If the Garou wins, the spirit happily teaches the Gift. Thus, she makes the persuasiveness of the Gibbous Moon part of herself.",
        "system": "The player rolls Wits + Enigmas (difficulty 8) to best the spirit. This roll may only be attempted once per month and only during a gibbous moon. Once the character knows the Gift, the player activates it by spending a point of Gnosis. All Social rolls gain an extra die for the remainder of the scene (three dice for Galliards).",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "lodge": "Moon",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Crescent Moon's Awareness",
        "description": "Waxing Cycle. This Gift allows the character to make other around her more aware of the spirits of the place. Garou catch glimpses and hear incomprehensible whispers of the spirits in the Penumbra, while Kinfolk and other humans feel an unsettling awareness of an alien world that they are normally oblivious to and have no means of understanding. This teaches them the power of the Crescent Moon. To learn this Gift, the Fang must track down any one of Falcon's brood and perform one, simple service for him.",
        "system": "The player spends a point of Gnosis and rolls Gnosis (difficulty 7). If the roll succeeds, all creatures in her immediate area (20 yards or so) become aware of the Penumbra at the edge of their senses. Garou may then step sideways or communicate with spirits at -1 difficulty. Humans, Kinfolk and animals find the effect profoundly disconcerting and lose one die from all their rolls while the Gift is in effect. Crescent Moon Awareness lasts for one turn per success rolled. The effects are doubled when a Theurge uses this Gift.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "lodge": "Moon",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Truce of Helios",
        "description": "Helios brings reason and tact to the werewolves who honor him. He teaches the Garou to temper their instinct and Rage with thought and logic. Thus, those who follow him often become skilled diplomats and negotiators. Often the biggest problem in achieving a truce, treaty or alliance is getting the other side to listen to the argument that the character is putting forward. This Gift forces them to listen to what the Silver Fang has to say. However, Helios values truth and justice. He does not force the listener to accept what is said. Neither does he allow his followers to use this Gift to gain a combat advantage over another by using it to delay the listener while an ambush or attack is organized. Any werewolf using the Gift in that way will find that it doesn't' work, and may find it never working for them again. Helios sends a Child of Kamak or a Firebird spirit to teach this Gift to those he finds worthy.",
        "system": "To enforce a truce, the player spends a point of Gnosis and rolls Charisma + Etiquette (difficulty 7). If the roll succeeds, the negotiation proceeds under the force of a spiritually imposed peace. All those involved in the debate must make a Willpower roll (difficulty 9, minimum of two successes needed) to attack the speaker, ignore him or otherwise disrupt the proceedings. The truce endures for one hour per success rolled. However, should the Silver Fang calling upon this Gift break the truce, its effects immediately end and will never be effective against the same target again. Doing this is a terrible insult to Helios and results in the loss of three points of temporary Honor and may lead to the character's expulsion from the Sun Lodge.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "lodge": "Sun",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hand Blade",
        "description": "Many Silver Fangs specialize in klaive dueling and swordplay. On occasions, they are disarmed or attacked when they are unarmed. This Gift allows them to rely on their skill in swordplay by turning their arm into a razor-sharp blade that slices and cuts like the best-forged sword. An ancestor spirit, usually a former klaive dueling master, teaches this Gift.",
        "system": "The player spends a point of Rage and rolls Gnosis to transform his hand. For the rest of the scene, he may use his arm like a sword, by rolling Dexterity + Melee (difficulty 6), doing Strength +2 aggravated damage, as his claws are part of the blade. However, each parry or other blade-to-blade maneuver the werewolf attempts costs him one level of lethal damage. More than three unregenerated levels of damage inflicted this way render the arm useless.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fang",
        "camp": "Wyrmfoe",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Eagle's Beak",
        "description": "The eagle's beak is a sharp, tearing weapon that can tear its prey apart in seconds. An eagle spirit can teach a Silver Fang the secret of eviscerating his enemy swiftly through this Gift.",
        "system": "The player spends a Rage point and spends a turn screeching his defiance at his enemy. For the remainder of the scene all bite attacks do two extra dice of damage.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Wyrmfoe",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Deep Roots",
        "description": "This Gift allows the steadfast members of House Wise Heart to stand their ground against their foes. Nothing can move a werewolf rooted with this Gift, although he is as vulnerable to other forms of attack as ever. Any forest-dwelling spirit can teach this Gift.",
        "system": "The player rolls Gnosis (difficulty 7). The character becomes rooted to that spot for a number of turns equal to the number of successes on the roll. Any attempt to push, pull, drag or life the Garou automatically fails to move the character, although it can still do damage.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Wise Heart",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Locate Spirit Tutor",
        "description": "The werewolves of House Wise Heart are renowned for their skill as tutors and mentors. However, they know that the spirits themselves are the best tutors for Gifts. This Gift allows a Silver Fang in the Umbra to locate the nearest spirit that can teach a particular Gift that he wishes his student to learn. From that point onwards, it is all up to the student and the spirit. A peregrine falcon-spirit teaches this Gift.",
        "system": "The player spends a Willpower point and rolls Charisma + Leadership (difficulty 7). The more successes scored the better sense the character has of where an appropriate spirit resides.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Wise Heart",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hidden Meaning",
        "description": "Sometimes what someone doesn't say is just as revealing as what they do say. This Gift allows a listener a sense of exactly what a speaker is concealing or avoiding saying. A heron-spirit teaches this Gift.",
        "system": "The player rolls Perception + Empathy. If the roll succeeds, the character gains an idea of what worries the speaker most, even if they haven't alluded to it in any way during the speech. The more successes achieved, the more information the Storyteller should provide.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Unbreakable Hearth",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Merlin's Call",
        "description": "This Gift allows the alpha of a pack to call out to her fellows, letting them know exactly where she is and allowing them to rally around her, even in complete darkness or other situations in which the werewolves are effectively blinded like heavy fog, or intervening walls. However, the sound that the alpha makes cannot be used by other creatures to locate the Garou. A merlin-spirit teaches this Gift.",
        "system": "The player spends one Gnosis and rolls Charisma + Expression (difficulty 7). Any other member of the character's pack knows exactly where she is, relative to his own position, for a number of turns equal to the successes rolled; any creature within earshot who is not a member of the pack hears nothing.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Blood Red Crest",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Austere Mind",
        "description": "The Silver Fangs of House Austere Howl have always valued self-control. To this end, they successfully petitioned a stone elemental to teach them this Gift that grant s them the emotional stoicism of a rock.",
        "system": "The player spends one Gnosis; the difficulty to enter frenzy is raised by 3, and the character may add two dice to any roll to escape frenzy. This Gift's effects last until the next sundown.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Austere Howl",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Osprey's Flight",
        "description": "When Osprey hunts, she can hover over the water. She wishes her children to hunt over rivers just as easily, so she teaches this Gift to those who prove themselves worthy enough.",
        "system": "The player spends a point of Gnosis. For the rest of the scene, the character may move over the surface of a river or lake as if it were solid ground. However, for the character to do anything other than just run across the water, the player must make a reflexive Dexterity + Athletics roll (difficulty 8). Failure sends the unfortunate werewolf to a humiliating bath. This Gift only applies to rivers and other freshwater bodies. It cannot be used on the sea or on saltwater estuaries.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "camp": "Austere Howl",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Reason's Grasp",
        "description": "Called Reason in the 2nd ed tribebook. The Silver Fangs took up many burdens when they accepted the leadership role for the Garou Nation. One of the hardest of these to bear is the propensity towards Harano and the mental disabilities that beset members of the Tribe. However, the spirits took pity upon the tribe members who were suffering and failing at a time of need, so they sent a Firebird spirit to teach them this Gift. Reason's Grasp allows a Silver Fang to free herself temporarily from Harano or mental illness. It can also protect against any sanity-altering attack, be it from a spirit, Wyrm creature, vampire, mage or demon.",
        "system": "The player spends a point of Gnosis and rolls Willpower (difficulty 7). The character can ignore the effects of all mental disabilities for a number of scenes equal to the number of successes rolled. Alternatively, each success may reduce by one the number of successes scored on a roll to affect the character's sanity made by an outside agency. Should the unfortunate player botch this roll at any point, the werewolf's dementia runs out of control, completely dominating the character's thought process for 24 hours.",
        "source": "Tribebook: Silver Fangs (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Word of Honor",
        "description": "To a Silver Fang, honor is everything. This Gift imbues a Garou's words with his honorable bearing. As long as the Silver Fang speaks the truth, others believe him. An eagle-spirit teaches the Silver Fangs how to speak clear and true.",
        "system": "By spending a Gnosis pint, the Silver Fang can make every word he says bear the ring of truth. Anyone who listens hears that the Gift user speaks the truth. Listeners are not necessarily inclined to obey the Fang or follow his suggestions, but the facts are clear. The Silver Fang must speak the truth, as he knows it, or the Gift automatically backfires.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Empathy Gift",
        "description": "The Wendigo version is called Claw-to-Thumb and is Rank 1. To be a leader among wolves is largely a matter of physical dominance, but a human leader must understand his charges and follow their will to a degree. With this Gift, a Silver Fang can understand those around him and live up to their expectations. A falcon-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Empathy (difficulty 7). Success indicates that the Garou knows what the majority would like to see, be it attack, mediation, harsh punishment or clemency. The more successes the player rolls, the better the Garou understands the people's desires, even if the people would rather keep their desires secret. Note that this Gift by no means reveals the wisest or most rational decision, just the most popular one. For the Wendigo version, this Gift works as the Silver fang Gift: Empathy, except that the Wendigo learns to better observe and understand the wishes and emotions of humans and Kinfolk, not of other Garou.",
        "source": "Core book revised / Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Silver Fangs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sense Silver",
        "description": "As consummate warriors, Ahroun must be prepared for every eventuality - including silver weaponry. This Gift, taught by Lunes, allows the Ahroun to detect the presence of silver.",
        "system": "The Garou rolls Perception + Primal-Urge (difficulty 7). If successful, she can detect the presence of any nearby silver. Three successes allow him to pinpoint the silver's location. (Mokole Gift Sense Gold:) As the Ahroun Gift: Sense Silver, save that it detects gold.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "auspice": ["Ahroun", "Rising Sun Striking"],
		"breed": ["Metis", "Shinju", "Ahi"],
        "tribe": ["Silver Fangs", "Black Spiral Dancers"],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nagah", "Ratkin"],
        "gift_alias": [
            "Sense Gold"
        ]
    },
    {
        "name": "Resist Temptation",
        "description": "Using gestures to her chakras, as Klaital did, the Stargazer can resist worldly, mental and spiritual temptations, including corruption. This Gift is taught by an earth-spirit.",
        "system": "The player rolls Wits + Rituals (difficulty 6) and spends one Gnosis point. Each success raises others' difficulties to ensorcel or supernaturally coerce the character by one for the rest of the scene. For instance, a vampire trying to Dominate the Garou would find it harder to succeed. Against non-supernatural coercion, this Gift is automatically successful. Thus, mundane con artists and temptresses have no power over the Stargazer.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Inner Light",
        "description": "The Stargazer can step sideways into the Umbra using only his own inner light; he has no need of a reflection or bright light to guide him. This Gift is taught by an Epiphling of Truth.",
        "system": "The character is always considered to be using a mirror when attempting to step sideways, regardless of the presence of any reflective surface. The player must still roll Gnosis as usual, and the Stargazer can still be “caught.” He may lead packmates into the Umbra as per the usual rules.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Manipura",
        "description": "Awakening the Serpent Fire Gift: The Serpent Fire gifts must be learned in order, from 1 – 5. The solar plexus chakra stirs, allowing the character access to powerful energy and strength which can greatly aid Kailindo maneuvers.",
        "system": "The player rolls Stamina + Rituals. Each success adds one to the character's Strength for the purposes of resisting grapples or initiating holds, but not for lifting objects or causing damage. This lasts for one scene.",
        "source": "Stargazers Tribebook (revised, 1st ed.)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "The Teacher's Ease",
        "description": "The Stargazers of the Sacred Thread are teachers, first and forever. They hold a great love of sharing information and enlightening others to knowledge, and those with this Gift may find their students a little more “enlightened” than others. With it, a ksatriya may actually open a student's mind a little further than it already was, allowing the learner to absorb more information, more quickly. This Gift is taught by a Stargazer ancestor-spirit.",
        "system": "The player rolls Manipulation + Expression (difficulty is 10 minus the student's Intelligence score). Each success gives the learner a number of bonus dice on a roll featuring a specific Ability. The learner may not use these bonus dice on any Ability, however; he may only use it on a single Ability of the ksatriya's choosing. If the Sacred Thread Stargazer demands that the dice must go towards a roll involving the Investigation Ability, then the learner has no choice but to assign those dice to a single roll involving Investigation.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "camp": "Sacred Thread",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Word-to-Weapon",
        "description": "The warrior-teacher caste of the Sacred Thread is able to focus in on the mystic power underlying each and every word. Even a ksatriya without a weapon may conjure one using nothing more than the sound of his own voice. This Gift is taught by a wind-spirit.",
        "system": "The Stargazer invokes a prayer (taking a full turn to do so). The player then spends a Gnosis point and rolls Wits + Linguistics (difficulty 6). The first success conjures a ghostly, translucent scimitar out of thin air. The moon-curved blade has Strength base damage (lethal), with a difficulty of 7 to hit. Every two successes past the first, however, on the roll to activate this Gift increases the weapon's damage roll for that weapon. If the player rolls three successes, it creates an opaque blade (made essentially of icy wind) that does Strength + 1 lethal damage, with a difficulty of 7 to hit. The weapon lasts until the end of the scene, and then it disappears into a cloud of dust.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "camp": "Sacred Thread",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Reverie of the Kol-Kin",
        "description": "Demons are malicious tricksters bent on chaos. Their souls have been corrupted by the Wyrm so badly, there's little real humanity left inside, regardless of how they appear on the outside. They can't be trusted. They can't be left alone. This Gift helps to trap them and keep them still for a time. The Stargazer's eyes become pale mirrors, glowing faintly even in daylight. Any demon looking into the Stargazer's eyes is held transfixed, unable to move or speak. It's said that this ability was passed down from the group's progenitor, Zhong Kui, who used it to hold one demon at bay while his pack eased in for the kill. This Gift is taught by a Lune.",
        "system": "The player spends a single Gnosis point. No roll is necessary to activate the Gift. The Stargazer's eyes become reflective, and any demon (or demon-possessed individual) looking into the Stargazer's eyes are held in a kind of trance. (Note that the subject cannot be Bane-possessed; only demons and their vessels are affected by this power.) The demon is allowed a single Willpower roll (difficulty 8) in the beginning to resist the allure of the werewolf's eyes. This Gift is active as long as the Stargazer holds the gaze (blinking doesn't disrupt it) or until the demon is attacked. This Gift only works on one demon or demon-possessed individual at a time.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "camp": "Demon Eaters",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sound of Suffering",
        "description": "Mantra Gift. The spoken mantra for this Gift is Aum-Kama-Rudra. Life is suffering. Among the Stargazers this is not a philosophy, this is fact. Once someone realizes that suffering is the dominating force within the universe, he can move past it onto a fuller, richer life – or so the theory goes. With this Gift, a Stargazer can inflict a temporary “realization of suffering” onto a single individual. The individual affected by this Gift is beset by a swell of sadness, and they can't help but break down into hitching, wracking sobs. For the duration of this power, the target is left feeling both empty of substance and full of the world's pain. This Gift is taught by both pain- and rain-spirits.",
        "system": "The player spends a single Willpower point and rolls Manipulation + Empathy (difficulty 6). The target is incapacitated for one turn per success rolled as she is afflicted by terrible sorrow and sobbing. The subject may defend if attacked, and she also may take action if circumstances are putting her own life at risk.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Wuxing",
        "description": "There is a mystical resonance — wuxing — that exists between the elements of water, fire, earth, metal and wood. These elements are the basic forces underlying everything in the world, and the resonance between them is something that a Stargazer with this Gift can hear and tap into. The Stargazer can take the reverberation between elements and tweak it temporarily; the result is, for a short time, that one element can be changed into the other. This Gift may only be taught by an avatar of Chimera.",
        "system": "The player rolls Manipulation + Enigmas (difficulty 7). Each success allows for one square foot of a particular element (water, earth, fire, metal or wood) to be changed into an alternate type of the same group of elements. Fire may become wood, water may become earth, and so on. The dimension of the element doesn't change – a fire in the fireplace still retains its “shape,” but may now be made of wood, earth, or even water (water doesn't change the shape either; it actually retains the same shape, but is simply liquid held fast to a specific contour). The effect lasts for a number of turns equal to the character's permanent Gnosis score.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Drunken Spider",
        "description": "This Gift is primarily practiced by those Stargazers who feel that the Weaver is the true enemy of Gaia. With this ability, the Stargazer may affect the logic centers of any Weaver-spirit, jumbling its mind into sluggish discord. If the spirit isn't part of any physical manifestation mirrored in the “real” world, the spirit is merely hampered and confused. If performed on a spirit that's part of the soul of a machine, it actually makes the machine work significantly less efficiently, and thus makes it harder to use. A computer affected as such may not do what the user intends. Hitting “Enter,” for instance, might trigger the “Backspace” key instead. Or opening a document might cause it to appear as gibberish. This Gift can be taught by either a cockroach-spirit or a water-spirit.",
        "system": "The player spends one Willpower point and rolls Charisma + Crafts (difficulty of the spirit's Gnosis). If the spirit is “alone” and unassociated with any real world device, then each success on this roll reduces the spirit's Willpower rolls to act by one die. If the spirit is associated with a machine, then each success raises the difficulty to use the device by one as it acts oddly and performs erratically and slowly. The muddling effects last for the duration of the scene.",
        "source": "Stargazers Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Surface Attunement",
        "description": "The Stargazer may attune herself to the surrounding environment, thereby gaining the ability to walk at normal speed across such surfaces as mud, water, snow and quicksand without falling through or leaving tracks. The spirits of small animals that are often overlooked by other tribes (such as rabbits, sparrows and mice) teach this Gift.",
        "system": "The Garou concentrates for one turn; the player rolls Dexterity + Athletics. The effects last for a scene.",
        "source": "Core book revised / Rage Across Australia",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": [
            "Stargazers",
            "Bunyip"
        ],
        "shifter_type": ["Garou"]
    },
    {
        "name": "Shadows at Dawn",
        "description": "The Uktena can call forth shadows even in bright daylight, creating areas of darkness in which to hide or confound enemies. A darkness-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Stealth (difficulty 7). Each success creates an area of shadow roughly 10 feet in diameter. These shadows last for one scene and provide concealment equal to deep twilight (-2 difficulty to Stealth rolls made within them).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "shifter_type": ["Garou", "Kitsune"],
		"auspice": "Doshi",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Sight of Hidden Places",
        "description": "As the Uktena seek all things hidden, they may be gifted with the ability to find and see within unseen hollows such as caves, hollow trees, underwater caverns and hidden spaces. Objects and beings within the hidden area are seen as though lit by normal daylight and may even be examined utilizing other Gifts such as Sense Wyrm. Spirits of burrowing animals teach this Gift.",
        "system": "The Garou concentrates on a single area no larger than a small hill for one turn. Keeping his eyes shut, he may then “see” any open areas inside that space (including any persons, treasures, hidden pools, etc. within the place). Rolling Perception + Enigmas (difficulty 6) allows the character to see to a depth of ten feet for each success. By spending a point of Willpower, he may also bring into play any Perception-based Gifts he possesses.",
        "source": "Croatan Song",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": ["Garou"]
    },
    {
        "name": "Fetish Fetch",
        "description": "The Uktena need not carry her fetishes with her at all. She may draw them from a hidden cache whenever she needs them, no matter the distance. A packrat-spirit teaches this Gift.",
        "system": "The first part of the Gift involves creating the secret hiding spot for the fetishes. The player spends one Gnosis and buries or covers her items. Once this ritual is complete, she need only spend a Gnosis point to summon any or all of her fetishes, or to return them to their hiding place. The fetish appears in her hand as if from thin air. Just one hiding spot can exist at any one time, but the Uktena can create a new spot at any time.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": ["Garou"]
    },
    {
        "name": "Medicine Dreams",
        "description": "When the humans began hunting animals, the animals retaliated by sending disease amongst the humans to kill them. Once they saw that their diseases killed good people as well as bad, they relented and herb-spirits came to medicine men in dreams to tell them how to heal the sick. Wise Uktena still know that medicine comes from these spirits in dreams, and this Gift allows them to call forth the herbs for wisdom. It is taught by the spirit of an aloe plant.",
        "system": "This Gift is used when an Uktena is attempting to heal someone seriously ill. Before the Uktena goes to sleep, the player spends one point of Gnosis and rolls Charisma + Occult, difficulty 8. If the roll is successful, then the Uktena will awaken with new insights in how to heal the sick person. Each success on the Occult roll adds one dice to any Medicine rolls for that day. Should this grant the Uktena more than ten dice on his Medicine dice pool, he may even attempt to cure incurable illnesses such as terminal cancer or HIV/AIDS. To do so, six or more successes are needed on appropriate Medicine rolls.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": ["Garou"]
    },
    {
        "name": "Call Forth the Wyld",
        "description": "Using this Gift, a Garou can summon the Wyld in its raw essence to disrupt the manifestations of the Weaver. This energy must be concentrated to interfere with the working of machinery or technological items to be effective. Unlike the Homid Gift of Jam Technology, Call Forth the Wyld permanently disrupts the devices it affects. Barring costly repairs and replacement of fizzled parts, the item will never work properly again. Not that the items cease to function; they just work in an odd and unforeseen manner. Rather than merely creating a glitch, this Gift actually disrupts the Weaver energy by overpowering it with the chaos of the Wyld. Devices may function in reverse of normal (clocks run backward, cars only drive in reverse, computers print out information upside down) or may function in some totally random manner (guns explode when used; missiles reprogram themselves to hit a random target after initiating their own countdown and firing sequence; cars only function underwater). Creative anarchy should reign. Obviously, this Gift can be highly dangerous.",
        "system": "The player must roll Manipulation + Repair (difficulty 6) and spend a Gnosis point to use the Gift. One success is sufficient to discombobulate most small technological devices. Storytellers may require more successes or higher difficulty levels to affect larger or more complex targets.",
        "source": "Uktena Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "camp": "Wyld Children",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Umbral Compass",
        "description": "Note: the Skywalkers will teach this Gift to any fellow Uktena or Wendigo. This Gift helps Garou cross the Gauntlet and traverse the Umbra more easily. Once in the Umbra, the Gift helps the Garou orient herself so she has less chance of becoming lost or confused as to where she is. Further, it seems to urge the Garou toward a direction she needs to travel. Thus, if something terrible is happening in the Umbra, use of this Gift will point the Garou right toward it. This could be a good thing or very inconvenient and potentially deadly, depending on the Garou's point of view and her ability to talk or fight her way out of difficult situations. This Gift is taught by any bird-spirit.",
        "system": "The player rolls Perception + Survival (difficulty 7). A single success allows the Garou to lower the difficulty of crossing the Gauntlet by one and to find her way through the Umbra with little difficulty. If she then needs guidance while in the Umbra, she may roll her Gnosis (difficulty 6) to find her way. Should the Garou using Umbral Compass botch her roll to cross through the Gauntlet, she is allowed to make a single Gnosis roll (difficulty 8) to escape the effects of the botch. Failure on this roll means the botch takes effect as normal, while a botch makes the “caught” Garou difficulty for others to find and free.",
        "source": "Uktena Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "camp": "Skywalkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Uktena's Freezing Stare",
        "description": "The Uktena can use this Gift to mesmerize an opponent by making direct eye contact. If the Gift is successful, the target freezes dead in his tracks. A spirit of Uktena teaches the Gift.",
        "system": "First, the Uktena must make direct eye contact with an opponent; the player then rolls Manipulation + Intimidation to activate the Gift, with the difficulty equal to the target's Willpower. The paralysis lasts one scene or until the opponent is physically or mentally attacked in some fashion.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Indian Giver",
        "description": "Sometimes, one must give information to get information. Perhaps an explanation is necessary to get the curious to go away. However, Uktena are notoriously tightfisted with secrets. With this Gift, the Uktena can share a bit of knowledge that later vanishes from the subject's memory. An ancestor-spirit teaches this Gift. Both Raiders and Pathdancers commonly learn this Gift, through it can be found throughout the tribe.",
        "system": "When telling the choice bit of lore, the player rolls Wits + Subterfuge (difficulty is the opponent's Wits + Subterfuge). The number of successes, shown below, determines the effects of the Gift. The Uktena decides beforehand how long the knowledge remains clear, but never longer than 24 hours. * '''Botch:''' Secret retained with unusual clarity * '''One:''' Secret becomes elusive and garbled * '''Two:''' Secret is maddeningly beyond reach * '''Three:''' Subject forgets he was told the secret * '''Four:''' Subject's own part in discussion is vague * '''Five:''' Subject forgets the conversation took place",
        "source": "Tribebook: Uktena",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Coils of the Serpent",
        "description": "Using this Gift, an Uktena can call forth dark tentacles of mist or fog that wrap around enemies and hold them in a viselike grip. Each coil is four feet long and possesses the same Physical characteristics as the werewolf who summons the coils. Any snake-spirit can teach this Gift.",
        "system": "The player rolls Dexterity + Occult, difficulty 7. Each success causes a single coil to come forth from the surrounding air. The coils focus on a single target, unless the player makes attack rolls against multiple targets, with the normal penalties to the rolls for multiple actions. The coils only bind; they can't inflict damage. To break free, the victim must make a Strength roll, difficulty 7. If his successes exceed the number of coils, he's free. If not, he's still a prisoner. The tentacles last until the end of the scene or until the summoner decides to send them away.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            4
        ],
        "splat": "Shifter",
        "tribe": [
            "Uktena",
			"Bubasti",
            "Bunyip"
        ],
        "shifter_type": [
            "Garou",
			"Bastet"
        ],
        "gift_alias": [
            "Arms of Darkness"
        ]
    },
    {
        "name": "Reveal the Hidden",
        "description": "This Gift allows an Uktena to find non-supernatural items that may be eluding his search. This is a perfect tool to locate hidden passageways, concealed tomes of lore or a normal foe that may be successfully hiding from the werewolves. A Crow spirit teaches the Gift. Scouts (and their darker campmates, the Raiders) consider this Gift practically a requisite.",
        "system": "The werewolf spends a turn to look around carefully, the player makes a Perception + Subterfuge roll. One success at difficulty 7 is all that is needed to spot the hidden object. However, a sentient creature that is hiding may counter with a Wits + Stealth roll; if his successes exceed that of the werewolf player's roll, the Gift doesn't work.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Tourniquet",
        "description": "A werewolf with this Gift may use it to drastically reduce any amount of her own bleeding, specifically blood loss that she experiences as a result of combat. A bloody wound taken in a duel or in battle by a klaive, blade, fang, or claw can be staunched swiftly with a whisper of gratitude to the spirits. Tourniquet does not heal, numb, or close the wound, but simply keeps it from bleeding further. Wendigo consider it very bad form to use this Gift to stem bleeding caused by self-inflicted wounds, causing the loss of Honor Renown if its use is known. Accordingly, Wendigo may not use this Gift while attempting to complete a rite or other ritual that requires any check of Stamina. A hawk-spirit teaches this Gift.",
        "system": "The player spends a Willpower point and rolls Strength + Survival. This gift converts Lethal wounds into Bashing wounds, and does not repair Bashing damage on its own. The more successes she rolls, the more bleeding she can staunch, at the ratio of 1 success to 2 Health Levels converted.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Devouring Rime",
        "description": "A Garou with this Gift can touch something living and cause it to become covered with ice. Slowly radiating outward from the point of contact, a shimmering coat of ice crawls over the target's body, freezing every muscle it touches into motionlessness. A jaggling of Great Wendigo teaches this Gift.",
        "system": "The character must be within physical reach of the target, and must be able to touch the target's bare skin, flesh or fur. When he does so, the player spends one Willpower point to create a quickly-growing layer of ice over the target's body. The target must spend a point of Rage to resist the devouring coat of ice before the next round, or she becomes frozen and immobile for the rest of the scene. The ice itself behaves naturally under all external physical changes; for example, it melts beneath a sudden blast of heat, and it can be chipped away (carefully) by anyone assisting the target.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Salmon Swim",
        "description": "A Garou with this Gift is able to swim as easily as a fish, or even walk on the surface of the water as if it were land. Salmon Swim works only on freshwater bodies, not on oceans, but it works as well on a lake or pond as it does a river. The Gift does not work within a swimming pool or other purely artificial container of fresh water. This Gift is taught by a salmon-spirit.",
        "system": "The player spends one Gnosis and rolls Dexterity + Athletics (difficulty 7). For each success, the character can move freely on or under the surface of the water for one scene. Additionally, during this period, the Garou can use the effects of the Lupus Gift: Hare's Leap, so long as he begins and ends his leap in a sizable body of fresh water.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Scent of the Man-Eater",
        "description": "The Litany states purely and clearly that Garou shall not eat the flesh of humans or wolves. Despite the reputation of their totem spirit, Wendigo truly revile cannibalism as one of the most horrible violations of the Litany and of the ways of Gaia. This Gift allows a werewolf to sense if another Garou is guilty of this depraved act, by scenting the stain of human or lupine blood on the target's spirit. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Perception + Primal-Urge, at a difficulty of 6. If successful, the character can detect whether or not a Garou has eaten a human or a wolf since the last full moon. With two successes, she can detect how recently; with three or more successes, she can tell if it is a habit with the Garou in question, or only a shameful aberration.",
        "source": "Wendigo Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Fog",
        "description": "The Warpath camp acquired a Gift similar to the Black Furies' Curse of Aeolus to cover their ecoterrorist activities. The Wendigo calls up a thick, eerie fog that obscures vision and unnerves her opponents. The Wendigo can see through the fog, but all others have trouble navigating by sight. A rain spirit teaches this Gift.",
        "system": "The player makes a Gnosis roll. The difficulty varies according to the surrounding terrain and humidity: 4 near the sea, 6 under normal circumstances, 9 in a desert. The Wendigo can see normally, but others caught in this fog halve their Perception scores (with regards to sight only). The fog is quite unnerving, and everyone except the Wendigo and her packmates loses a die from all Willpower dice pools.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "camp": "Warpath",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Ghost Pack",
        "description": "This Gift allows the Wendigo to call upon the aid of their ancient relatives. Much like the Past Life Background, the Ghost Pack can aid the Garou when she is in trouble or needs advice. The Ghost Pack whispers secrets to the Wendigo and often follows her around even after the Gift expires. A buffalo-spirit teaches this Gift.",
        "system": "The player must spend one Gnosis, one Rage and roll Charisma + Occult (difficulty 7). The number of successes equals the number of ancestor spirits that come to the user's aid. Although the ghosts cannot affect the physical world — they are simply memories and not actual wraith — they can provide information and skills as per the Past Life Background.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Speak with Wind Spirits",
        "description": "The Wendigo may call upon wind-spirits for knowledge and guidance. He can ask them one question, which must concern the immediate area (wind-spirits have notoriously short attention spans). A wind-spirit teaches this Gift.",
        "system": "Upon learning this Gift, the Garou can speak with wind-spirits automatically while he is in the Umbra. To ask a question in the Physical world, the player must spend one Gnosis point and roll Manipulation + Expression (difficulty 7). The number of successes reflects the accuracy of the information.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Wendigo", "Pumonca"],
        "shifter_type": ["Garou", "Bastet"]
    },
    {
        "name": "Cutting Wind",
        "description": "The Garou conjures up a bitterly cold blast of wind and directs it at will. The wind can knock opponents off their feet, as well as chill them to the bone. A spirit servant of Great Wendigo itself teaches this Gift.",
        "system": "The player spends one Willpower point. Directing the gust requires a Dexterity + Occult roll. Anyone hit by the wind loses two dice from all dice pools that turn, and one the next turn. The wind can also knock foes off ledges, into traffic or into pits. The wind's medium range is 20 yards, and it is modified per the rules on firearms. The wind lasts for a number of turns equal to the number of successes rolled.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Wendigo",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Play Dead",
        "description": "The Garou are loath to let a foe claim victory, but in these fallen times, living to fight another day can trump the satisfaction of refusing to surrender. The Ragabash can 'play possum' and appear dead to all witnesses.",
        "system": "The player rolls Stamina + Subterfuge (difficulty 5) and the Garou spends an action shutting down his body. He appears completely dead for one minute per success. He has no discernible pulse, doesn't appear to breathe, and smells like a corpse that has been rotting for several days. His muscles stiffen and he may, if he chooses, revert to breed form as part of this action. If the player spends a point of Gnosis when activating this Gift, the Ragabash can instead use it reflexively when hit with an attack to produce the illusion that it has killed him. In this case, he appears as a fresh corpse instead.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Petal Float",
        "description": "The Ragabash becomes light as a flower petal when falling long distances, spinning, and drifting in the breeze. A Glade Child or flower-spirit teaches this Gift.",
        "system": "The player rolls Dexterity + Athletics (difficulty 6). Each success reduces the effective distance of the werewolf's fall by 10 feet (3 meters). If high wind is a factor, it can blow him off course, at the Storyteller's discretion.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Spider's Song",
        "description": "The Ragabash can steal messages from the Weaver's web, plucking them from the air or eavesdropping as they race through telephone lines. The Ragabash must be aware that a conversation is happening to listen in on it. Spider- and raven-spirits teach this Gift.",
        "system": "The player rolls Perception + Technology (difficulty 7) to tap into electronic transmissions, or Perception + Enigmas (difficulty 8) to intercept spiritual messages sent by moon bridges, spirits or other supernatural means.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2, 3],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi", "Corax", "Yeren"],
        "gift_alias": [
            "Wire Sitter"
        ]
    },
    {
        "name": "Emergency Exit",
        "description": "Sometimes things go sour, and the most important thing a pack can know is the way to the nearest exit. This Gift allows a Ragabash to smell out the nearest exit from a realm or enclosed space; obviously, it's at its greatest use in hostile and unfamiliar Umbral territory. Rat-spirits teach this Gift.",
        "system": "The player must spend a Willpower point and roll Perception + Survival, difficulty 8. One success indicates general direction; the more successes, the more information the Ragabash receives. This Gift doesn't point to the safest exit out — the exit may be guarded, or lead somewhere worse than the Ragabash's current surroundings — only the closest.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Slip of the Tongue",
        "description": "Sensing the truth is the purview of the Half Moon, but the trickster is adept at obtaining admissions of guilt, however accidental. By engaging in a conversation (heated or otherwise), the user of this Gift can make the target accidentally remark on what she wished to hide (“of course I had everything to do with his death… I mean, nothing to do with it!” or “The necklace isn't here, search all you like, but don't bother with the study, that's so obvious!”) The slip may only arouse already suspicious minds, but it may fluster the target enough to cause some more tangible admission of guilt, like a confession or an attack. This Gift is taught by a Gaffling of Falcon or by any truth spirit.",
        "system": "The Ragabash must engage the target in a conversation relating to the suspected crime or action. The player and target make a resisted Manipulation + Subterfuge roll, difficulty of the opponent's Willpower. One success allows a subtle slip only noticeable to the already suspicious, while five results in the spilling of damning information no judge could discount.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Trickster Beacon",
        "description": "Known as the “Kick Me Gift” by particularly irreverent New Moons, this places a spiritual beacon on the unwitting target, attracting the local troublemaking spirits. While potentially lethal pranks are off limits, anything else is fair game: items are moved or lost temporarily, the target is surrounded by jeering spirits in the Umbra or momentarily loses his way in familiar territory. The beacon cannot be removed or hidden (and the target can never see it although all spirits and perceptive Garou can), but an eloquent and lucky victim may be able to “buy off” the spirits with the appropriate chiminage. This Gift is taught by any trickster spirit.",
        "system": "The Ragabash expends a point of Gnosis and touches the target (a pat on the back or handshake do as well as a punch). The player rolls Wits + Enigmas (difficulty is the target's Rank +2; difficulty 5 for non-shapeshifters). The Gift effects last for one day per success. A botch marks the Ragabash instead (the unfortunate must roll against himself to determine how long the plague of spirits lasts, and a botch on the second roll means a full lunar month). Even spirits agree there is such a thing as carrying a prank too far. A Ragabash who uses this Gift more than once per lunar month or against a given individual more than once per season risks becoming the target of the spirits' attention (subtract one success form the die roll for each consecutive use of the Gift).",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Obscure the Truth",
        "description": "Not many Garou can look a Philodox in the eye and get away with bald-faced lies. The Ragabash with this Gift has an edge over all his kin. She can calmly explain that the sky is green or gleefully regale her comrades with the exploits of a lone, heroic Ragabash and have no fear of being called on her prank. The ever-deceptive fox-spirit might teach this Gift to a Garou. Then again, he might just say he's teaching you the Gift.",
        "system": "By spending a Gnosis point, the Ragabash gains an air of sincerity that is nearly impossible to penetrate. Once activated, consider the Ragabash's Subterfuge to be double its normal rating.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Alter Scent",
        "description": "The Garou can change his scent trail to evade a hunter of leave a false trail. The Garou can reproduce any scent he has encountered, from deer to diesel trucks. A skunk-spirit teaches this Gift.",
        "system": "The player rolls Wits + Primal-Urge to reproduce any scent the Garou has encountered (difficulty 6). The number of successes determines the accuracy of the false scent. Garou with this Gift can reproduce the aroma of other Garou or even inanimate objects.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash"],
        "shifter_type": ["Garou", "Ananasi"]
    },
    {
        "name": "Taking the Forgotten",
        "description": "The Ragabash with this Gift can steal something from a target, and his victim will forget that she ever possessed the stolen item. A mouse-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Larceny (difficulty 7). The victim completely forgets about the stolen object's existence for one day per success. If someone mentions the object to her during this time, she either assumes she has misplaced it or finds some other logical explanation for its absence.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": ["Ragabash", "Dusk", "Gukutsushi"],
		"tribe": ["Kumo", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ajaba", "Ananasi", "Bastet", "Corax", "Kitsune", "Yeren"],
        "gift_alias": [
            "Swipe"
        ]
    },
    {
        "name": "Blood Life",
        "description": "Many things reside in the blood, both mundane and mystical. Heritage, power, magical connections, and life-giving nutrients all pulse through the veins of living creatures, encompassing their life experiences. The Theurge can gain insight from these experiences by tasting the blood of her prey.",
        "system": "The player spends one Gnosis point when the werewolf succeeds at a bite attack against a target that has blood running through its veins, and deals at least one level of damage. She experiences a brief vision that replays a memory from the target's past. It could be one of great mystical import or significant relevance to the current situation, or one that had a marked personal effect on the target. The Storyteller or the target's player chooses the memory, but it should be one that gives the Theurge some insight into her foe (or ally). At the Storyteller's discretion, the Garou gains between one and give bonus dice on the next roll her player makes for an action that's relevant to the experience, depending on its intensity and pertinence.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Eyes of the Lynx",
        "description": "Lynx-spirits, embodying the Umbral ideal of their earthly counterparts' powerful eyesight, can see even beyond physical obstacles. Theurges who learn this Gift can peer through walls or beneath the earth.",
        "system": "The player rolls Perception + Alertness (difficulty 6). For the rest of the scene, the Garou can see through solid objects, up to a number of yards of material equal to the successes on the roll.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Battle Mandala",
        "description": "A mystical sigil burns itself into the ground around the Theurge, visible only to those with Gnosis ratings. This circle drains the Essence from spirits caught within its web.",
        "system": "The player spends one Gnosis and rolls Intelligence + Occult (difficulty 7). The battle mandala encompasses a radius of (50 x number of successes) feet (or 15 meters per success) around the Garou; spirits (other than the Garou's pack totem) within the mandala lose one Essence per turn. The mandala dissipates at the end of the scene or when the werewolf steps outside of its bounds, whichever comes first.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit Skin",
        "description": "Generally, spirits are fairly friendly to Garou, at least ones that aren't automatically hostile to anything. That doesn't mean, however, that they treat a Garou exactly the same as they treat other spirits, and that's where this Gift comes in handy. By activating it within the Umbra, the Theurge disguises herself as a spirit (usually a wolf spirit) to all concerned.",
        "system": "The player spends one Gnosis and rolls Appearance + Subterfuge (difficulty 6 if imitating a wolf spirit, difficulty 8 for anything else). Each success keeps the disguise in place for one hour. While sometimes imitating a spirit other than a wolf is useful, it should be noted that the character will still somehow be recognizable as themselves to those looking for them.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "The Spirits' Displeasure",
        "description": "Theurges use this Gift as a form of mystical warning against those who have offended the spirits. It causes the victim to suffer ill luck, and to witness an omen from his own culture indicating foreboding or cosmological displeasure. Note that many modern people may not recognize an omen as an omen, but they will still find it unsettling by it's very nature. A Stormcrow teaches this Gift.",
        "system": "The Theurge spends a point of Gnosis, burns an effigy of the victim and rolls her Manipulation + Occult (difficulty 7); the intended target does not need to be present. Sometime in the same story the Gift is used, the target will botch an important (but not life-threatening) roll automatically, or suffer botch-like effects at one time in his everyday life.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit Knife",
        "description": "Using this Gift, a Theurge can imbue a knife — or any other weapon she hand-crafted herself — with the power to strike across the Gauntlet, affecting enemies on the other side. This Gift conveys no ability to see across the Gauntlet beyond what the Garou normally possesses, however. A Wasp-spirit teaches this Gift.",
        "system": "The Garou spends one Gnosis point, and any single weapon she crafted entirely herself is able to strike creatures on either side of the Gauntlet in any area where the Gauntlet is equal to or lower than her Gnosis. This effect lasts for the duration of the scene.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Theurge",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sight From Beyond",
        "description": "When danger stalks the Garou or momentous events are in the offing, visions begin striking the Garou without warning. The nature of the danger is veiled in metaphor — a powerful vampire may appear in the Theurge's dream as a bloody skeleton, while an impending battle might be heralded by dreams of carrion crows. Cros-spirits teach this Gift.",
        "system": "Interpreting these signs is best handled through roleplaying, but the Storyteller can require the Garou's player to roll Wits + Occult (difficulty 7) if he deems appropriate.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Red Talons", "Kumoti", "Black Spiral Dancers"],
        "auspice": ["Theurge", "Dusk", "Doshi", "Darkwater"],
        "camp": [
            "Seekers",
            "Hand of Tyr"
        ],
        "shifter_type": ["Garou", "Ajaba", "Ananasi", "Kitsune", "Rokea"],
        "gift_alias": [
            "Insight of the Mother"
        ]
    },
    {
        "name": "Shadows of the Impergium",
        "description": "The Red Talon becomes the embodiment of all of humanity's primal fears of the wolf, carrying a heavy miasma of ancient terror about her. A fear-spirit teaches this Gift.",
        "system": "The werewolf inflicts the Delirium in Hispo form, though observers are considered to be at +2 Willpower when judging their reaction. Anyone who succumbs to the Delirium because of seeing the werewolf in Crinos form is considered to have a Willpower five points lower than their true rating (minimum 1) for the purposes of determining reaction. This Gift's effects are permanent, though they can be suppressed for a scene if desired.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"auspice": "Galliard",
        "tribe": ["Red Talons", "Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Fu Xi's Honor",
        "description": "When confronted with a threat to a helpless member of the werewolf's family or pack, the Boli Zouhisze can rise above her normal limits to defend them. The spirit of any animal that mates for life may teach this Gift.",
        "system": "The Storyteller must agree that the member of the Garou's family or pack is indeed helpless and unable to defend himself. (With rare exception, any human facing a werewolf should be considered helpless.) The player may then spend one Rage and add one die to all her character's Physical Attributes for every point of permanent Honor the character possesses, for the duration of the scene.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Boli Zouhisze",
		"auspice": "Setting Sun Warding",
        "gift_alias": "Rage of the Nest Mother",
        "shifter_type": ["Garou", "Mokole"]
    },
    {
        "name": "Rampage",
        "description": "No Winter Garou have yet learned this Gift, and only the older Red Talons who had a hand in the Winter Council know it. This Gift, meant as a last resort, allows the user to smash stone, rend metal, and generally destroy any man-made object within reach. A wolverine-spirit teaches this Gift.",
        "system": "The player spends two Rage points and rolls to check for frenzy. If the Garou frenzies, the Gift activates and the werewolf gains three extra dice on any Strength roll to break, throw, crush, or lift inanimate objects. These dice cannot be used for direct damage to an opponent. The effects of the Gift last for one scene, during which the Garou attacks whatever is within reach, excluding her own packmates (regardless of her comparative Rage and Gnosis scores).",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Winter Packs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Reap the Soul",
        "description": "With this Gift, the Garou can spill the blood of a foe on the ground and immediately reap the energy thus released. Talons who overuse this Gift, however, often begin to smell vaguely of charnel to any werewolf using the Gift: Sense Wyrm. A spirit of decay teaches this Gift. Banes are also capable of teaching it, however, only the Dying Cubs themselves know which type of spirit teaches it to the Red Talons most often.",
        "system": "The Garou must injure an opponent and spill its blood on the ground. The blood must touch the Earth, not concrete or flooring. The player then rolls Gnosis (difficulty of the local Gauntlet). For each success, the Garou may regain a point of Gnosis or two points of Rage.",
        "source": "Tribebook: Red Talons",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Dying Cubs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Judgement",
        "description": "The Red talons of Whelp's Compromise are willing to let the humans who respect Gaia continue to exist. However, despite what some of their tribemates might accuse them of, they are not “soft” on transgressors against Her. With this Gift, the werewolf can judge a human according to the laws of Gaia and decide if she is living in accordance with the natural laws or not. A human who is living well is left alone. A human who is not is shown no mercy. A wolf-spirit teaches this Gift.",
        "system": "The Garou must lock eyes with the human to use this Gift. The player rolls Perception + Rituals (difficulty 7). With one success, the character only knows in the most black-and-white terms if the human respects Gaia (which doesn't necessarily say anything about her behavior). With three successes, the Garou knows both the human's attitude toward the natural world and how her behavior affects it (“This ape doesn't think about the environment, but does donate money to her local park because she wants her children to enjoy it”): With five successes, the characters knows all of that and what she would have to do or say to get the human to live in accordance with Gaia. This can be as simple as “show the human how the world is really being treated” or as complex as “check up on her every week and make sure her home is spiritually clean.” Of course, if the Red Talon decides it isn't worth the effort to train a human in what should come naturally, she might very well just remove the human from the world altogether and concentrate on those that are a bit more receptive to learning.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Whelp's Compromise",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Offering of the Slain",
        "description": "Human corpses are problematic. They don't burn well, the Litany prohibits eating them, and if other humans find them, they tent to get offended and search the area thoroughly. Burying them isn't always an option because humans, being the curious little apes that they are, may eventually dig up an area for whatever reason and find the bodies. The Predator Kings certainly aren't willing to stop killing humans just because disposing of their bodies is a problem, hence this Gift. With but a touch, the Talon can cause dead flesh to decay and crumble to dust in seconds, giving it up as an offering to Gaia. A spirit of decay or decomposition, as well as some scavenger-spirits, can teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty 6, although the bodies of fomori or other Wyrm-tainted beings are harder to dispose of an raise the difficulty by one). For each success, the Garou may decompose one human-sized body (slain metis Garou count as two). The werewolf may use this Gift multiple times in a scene to dispose of numerous corpses, but each use requires another point of Gnosis and a new roll.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Lodge of the Predator Kings",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mark of the Prey",
        "description": "Rather than take her vengeance directly on an offending human, the werewolf can choose to change the human's spiritual resonance to resemble that of a prey animal. Any predator that sees the human, no matter how small or normally afraid of humans, will see that human as prey. In most cases, this proves simply inconvenient, but if the human happens to own several large dogs, the result could be deadly. Any spirit of a prey animal teaches this Gift, sometimes under duress.",
        "system": "The player spends on Gnosis point and rolls Charisma + Animal Ken (difficulty of the local Gauntlet). If the roll succeeds, any carnivorous animal that sees the targeted human attacks him immediately, even if the animal is much too small to seriously injure, let alone eat, the hapless victim. This Gift only functions on one human target, and cannot be used on “supernatural” humans such as ghouls and mages (their spirits are complex enough that the Gift doesn't “take”). The effects last for one day.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Warders of the Land",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Primal Howl",
        "description": "The howls of a wolf pack evoke fear in prey, as they sense the predators approaching. This Gift allows a Red Talon to emit a howl that evokes that same reaction in anyone that can hear it. The Gift is taught by a wolf-spirit or ancestor-spirit.",
        "system": "The player rolls Stamina + Expression (difficulty 7). If the Red Talon also knows the Galliard Gift: Call of the Wyld, reduce the difficulty of the roll by one. If the roll succeeds, any being that wishes to approach the Garou must succeed in a Willpower roll (difficulty 6). If the Garou approaches, the being must make the same roll or back away (or flee). Wolves and Garou are not affected by this Gift. Every success on the player's roll beyond the first lends an additional “voice” to the howl. Therefore, if the player rolls three successes to activate this Gift, it sounds as though three Garou are howling, not one. Each additional “wolf” adds one to the difficulty of Willpower rolls to approach the Garou or stand one's ground if the Red Talon approaches (so to approach the Garou on a “three-wolf” howl would require a Willpower roll at difficulty 8).",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Predator's Leap",
        "description": "While any lupus werewolf can lean the secrets of jumping great distances, the Red Talons have refined the Gift to great effect when chasing or ambushing a foe. By employing this Gift, the Talon's leap “tracks” a moving target, allowing her to pounce on her prey even if said prey has dodged or fled while the Talon is in mid-leap. A fox- or (sometimes) a cat-spirit teaches this gift.",
        "system": "The player must roll to leap as usual, as detailed on page 197 of Werewolf. She spends a point of Rage and rolls Wits + Primal-Urge (difficulty 7); the leap is counted as a Rage action, and does not affect the dice pool. Any successes on the roll are subtracted from an opponent's successes to dodge or flee from the Talon, before the Talon's attack roll is made. The Talon may then attack normally.",
        "source": "Tribebook: Red Talons (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Cull the Herd",
        "description": "A Red Talon using this Gift measures the vitality of her prey to plan her attack strategy effectively. During the Impergium, Red Talons used this Gift to pick the weakest of the humans and destroy them. Occasionally, the Red Talons killed the strongest of the humans to remove them from the breeding pool. Today, the Gift continues to help Red talons hunt and kill their prey. An avatar of wolf teaches his children how to detect the easiest prey.",
        "system": "The Red Talon need only succeed on a Perception + Medicine roll (difficulty 7) to determine the general health and fitness of an individual. The Gift also works on animals and Garou as well as humans. One success detects any injuries, whereas five successes would reveal the creature's entire physiology.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Primal Instinct",
        "description": "The Red Talon can strip away the layers of humanity that cover up man's basic instincts. A human assaulted with this Gift finds himself behaving like a beast. Momentarily losing all civility, the human strips naked, runs through the streets, growls at threats and makes numerous, uninvited overtures toward members of the opposite sex. All thoughts of business meetings, color television and BMWs vanish in favor of the basic drives of survival. Red Talons use whatever means necessary to force ape-spirits to teach them this Gift.",
        "system": "The Red Talon must spend a Gnosis point and roll Manipulation + Animal Ken (difficulty equal to the target's Willpower). The number of successes indicates the extent to which the human target loses his humanity. One success causes a certain absent mindedness and preoccupation with food and sex. Five successes, on the other hand, probably causes the raving target to be locked up and tranquilized.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Red Talons",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Command Spirit",
        "description": "The Theurge can give simple commands to encountered spirits and expect a measure of compliance. This Gift does not grant the ability to summon spirits. It enables the user only to coerce them to obey.",
        "system": "The player must spend a Willpower point and roll Charisma + Leadership (difficulty of the spirit's Gnosis). Each successive command requires the expenditure of another Willpower point. Note that the Garous cannot command spirits to leave areas to which they have been bound.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": ["Theurge", "Dawn", "Doshi", "Shrouded Sun Concealing", "Shadow Seers"],
        "shifter_type": ["Garou", "Ajaba", "Kitsune", "Mokole", "Nuwisha", "Ratkin"]
    },
    {
        "name": "Name the Spirit",
        "description": "A werewolf with this Gift becomes familiar with the ways of the Umbra. He can sense the type and approximate Trait levels (Rage, Gnosis, Willpower) of spirits.",
        "system": "The player spends one Willpower point and rolls Perception + Occult (difficulty 8).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"breed": ["Lupus", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Vasuki", "Rodens"],
        "auspice": ["Theurge", "Doshi", "Shadow Seers", "Munchmausen"],
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Building a Legend",
        "description": "The Philodox are the natural leaders of the Garou in times of peace, bolstered by the faith and trust given to them by their charges. Each time the werewolf is accorded Renown by his fellows, he experiences a surge of confidence.",
        "system": "Whenever the character gains a point of permanent Renown, he regains Willpower points up to his permanent rating. The effects of this Gift are permanent.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": "Philodox",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Firm Stance",
        "description": "With the affirmation of his fellow Garou behind him, the Philodox has no ear for paltry attempts to sway him from his path. His Honor acts as a shield against the subversive words of the Wyrm's minions and the misguided arguments of less righteous werewolves.",
        "system": "The player spends one Willpower point and rolls the character's Honor as a dice pool, subtracting a number of successes from a Social roll made against him equal to the successes scored on this roll. This Gift doesn't work against Garou with higher Honor than the Philodox.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Command the Gathering",
        "description": "The Philodox draws all eyes to herself with a great exclamation, a clap of her hands, the striking of klaive to shield, or some other such gesture. Until she has had her say, none may depart or interrupt her. A lion-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Appearance + Leadership (difficulty equals the highest Willpower among those whose attention she seeks to gain). If the roll succeeds, all in attendance fall quiet and listen. Any individual who wishes to interrupt the Philodox or walk out before she has finished speaking must spend two points of Willpower to do so.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Bagheera", "Black Spiral Dancers"],
        "auspice": [
            "Philodox",
			"Decorated Suns Gathering",
            "Galliard"
        ],
        "gift_alias": [
            "Lawgiver's Legacy"
        ],
        "shifter_type": ["Garou", "Bastet", "Mokole"]
    },
    {
        "name": "Realm Wisdom",
        "description": "A wise Garou knows to obey the laws of a realm for maximum results; however, sometimes those laws aren't immediately obvious. Although experience is the best teacher, sometimes a Philodox needs to take a shortcut. By channeling the wisdom of a realm's spirits, the Philodox can intuitively guess important facts about the realm. This Gift is taught by an ancestor-spirit.",
        "system": "This Gift works in any realm or zone. The player spends one Gnosis point and rolls Perception + Law against a variable difficulty; the more obscure or less traveled the realm, the higher the difficulty. For example, trying to glean wisdom about the CyberRealm or Battleground might be difficulty 6, whereas learning the laws of the Null Zone might be a 9. Each success gains a relevant fact about the realm, to a maximum of five successes. The Storyteller determines which facts are most relevant; for example, if the player gains only one success in the Abyss, the Storyteller might feel that the most important fact is “don't fall in; if you fall into the Abyss, you're lost forever.” This Gift functions only once per visit to any given realm, and doesn't prevent redundancy; a Philodox might “learn” the same fact twice in successive visits to a realm.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": "Philodox",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Omen of Truth",
        "description": "Half Moons are seldom called upon to make easy decisions or clear-cut judgements — if things were so simple, the Philodox would not be needed. Yet when it comes down to it, even the judge could use a hint now and then. By taking a moment to look around, the wise Garou may see in the fall of a leaf or path of a butterfly an answer he seeks.",
        "system": "The player spends a Gnosis point and makes a Perception + Enigmas roll (difficulty varies, from 9 in a featureless, sealed space to 5 for a forest at sunset). The Gift takes a minimum of one full minute to use; the user gains a -1 difficulty if he dwells on the problem for ahlf an hour. Successes add to the nature and certainty of the omen, while a botch brings an equally certain but erroneous conclusion. More than most, the effects of this Gift are up to the Storyteller, and depend on the situation; in general, through, the Storyteller should use it to give a hint as to Gaia's two cents worth on the matter in question.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Philodox",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "King of the Beasts",
        "description": "The Philodox's authority extends even into the realm of beasts, such that he can command the loyalty of any specific animal. If successful, the animal follows his commands willingly and unconditionally. A lion- or falcon-spirit teaches this Gift.",
        "system": "The Philodox must choose one target within 100 feet. The player rolls Charisma + Animal Ken against a difficulty based on the werewolf's relationship with the animal. This power works on only one animal at a time, and it does not attract animals to the Garou's vicinity (see the Level Four lupus Gift: Beast Life)\n\nBastet Simba Tribe Rank 4 Gift: King of Beasts -  As the Philodox Gift, save that it affects all animals within 300 feet.\n\nRank 2 Rokea Dimwater Gift: Lord of the Seas - As the Philodox Gift: King of the Beasts, save that it commands only aquatic creatures.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            4
        ],
        "splat": "Shifter",
        "auspice": ["Philodox", "Rishi", "Dimwater"],
		"tribe": ["Simba", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Bastet", "Gurahl", "Rokea"],
        "gift_alias": [
            "Lord of the Seas",
            "King of Beasts",
            "Presence of the Great Bear"
        ]
    },
    {
        "name": "Ritual Tuning",
        "description": "The Galliard sets the stage for a rite, performing a prelude before it begins that helps to catch the attention of the spirit world and put the attending Garou in the right frame of mind for the ritual. Any kind of performance can accompany this Gift, including dance, music, and song, howling, a rousing story or the recitation of a grand epic.",
        "system": "The player spends a Gnosis point, and the werewolf spends anywhere from a few minutes to an hour or more on a performance for the attendees of a rite that's about to begin. The performance should be appropriate to the rite; the Gift won't work if she plays a soft lullaby as a prelude to the Rite of Boasting. So long as the rite commences immediately after the performance ends, the ritemaster gains a number of bonus dice on the rite's roll equal to the Galliard's dots of Performance, plus any specialty relevant to the performance given. For each Galliard after the first who participates in the same performance and uses this Gift at the same time, the ritemaster adds another bonus die. The ritemaster cannot gain more than ten dice through the use of this Gift.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Galliard",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Battle Cry",
        "description": "Imbuing her battle cry with a sharp and rousing edge, the Galliard readies her packmates for a fight, stirring their blood and warning them of danger.",
        "system": "The werewolf shouts or howls to alert all Garou who can hear her, and the player rolls Charisma + Expression (difficulty 6). Any allied werewolf who hears the call gains bonus dice to initiative rolls int he same scene equal to the Galliard's successes. This Gift can be used in conjunction with Garou howls such as the Call to Succor, Call to Hunt or Warning of the Wyrm's Approach. It can also be used together with the Gift: Call of the Wyld to extend its range.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Galliard",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Unified Force",
        "description": "The Galliard can bond the pack into a truly unified force, striking as one. As long as no one in the pack succumbs to frenzy, each member strikes at the same instant, and few foes can stand up to such an attack for long. A wolf-spirit teaches this Gift.",
        "system": "The player must spend one Gnosis point for each turn in which this Gift is to be active. Every turn that she does so, each player rolls for initiative as usual, but the entire pack acts on the highest initiative rolled. The entire pack must be present in the battle for this Gift to be effective, and if even one pack member frenzies, the effect is lost. Also, only pack members bonded by a totem may enjoy these benefits. All pack tactics are at -1 difficulty while this Gift is active.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Galliard",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mimic",
        "description": "The Garou can alter her voice such that she can imitate any sound or voice she has heard, including sirens, gunshots, musical instruments or even specific quotations. The Gift does not allow the creation of new sounds, but new combinations can have interesting effects. Magpie-spirits know this Gift, but learning it from them can be an embarrassing and frustrating process.",
        "system": "Once the Garou learns this Gift, she can reproduce anything she hears. When simulating another person's voice (or animal speech) she can only iterate what she has heard and cannot improvise new speech. Clever Garou create new combinations to form new sentences, but they often sound choppy. The player must roll Charisma + Performance (difficulty 6) if the intended audience suspects a ruse or knows the original voice very well (a relative, long-time friend or packmate, for instance).",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Galliard",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Dreamspeak",
        "description": "The Galliard can enter another's dream and thereby affect the course of that dream. The werewolf does not have to be anywhere near the target, but she must know or have seen the dreamer. A Chimerling teaches this Gift.",
        "system": "The player rolls Wits + Empathy (difficulty 8). If the dreamer awakens while the Galliard is still within the dream, the werewolf is thrown out of the dream world, and he loses a Gnosis point.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Bubasti", "Black Spiral Dancers"],
        "auspice": ["Galliard", "Midnight", "Gukutsushi", "Midnight Sun Shining"],
        "shifter_type": ["Garou", "Ajaba", "Bastet", "Kitsune", "Mokole"]
    },
    {
        "name": "Distractions",
        "description": "The Garou can make annoying yips, yelps and howls to divert the attention of his target. A coyote-spirit teaches this Gift.",
        "system": "The player rolls Wits + Performance (difficulty of the victim's Willpower) Each success subtracts one die from the target's dice pool next turn.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": ["Black Spiral Dancers"],
        "auspice": ["Galliard", "Midnight", "Kataribe"],
        "shifter_type": ["Garou", "Ajaba", "Kitsune", "Nuwisha", "Yeren"]
    },
    {
        "name": "Call of the Wyrm",
        "description": "This dangerous Gift actually attracts creatures of the Wyrm. Galliards typically use the Call to bait an ambush or to flush prey from hiding. Any spirit servant of Gaia can teach this Gift.",
        "system": "The Garou's player makes a resisted roll of Manipulation + Performance against the Wyrm creature's Willpower (both rolls are difficulty 7). If the Wyrm creature loses the contest, it must come to the source of the Call.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": ["Galliard", "Kataribe"],
		"tribe": ["Hatar", "Kumo", "Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ananasi", "Kitsune"],
        "gift_alias": [
            "Centipede's Beckoning"
        ]
    },
    {
        "name": "Loyal Defender",
        "description": "Dark forces conspire to turn the Garou against one another in these fallen days. Between the mind-bending powers of the Leeches, the meddling of mages, and the Thrall of the Wyrm, every pack fears the day when its Ahroun defender turns his claws on them instead of the enemy. The werewolf who learns this Gift pledges a vow of loyalty to his sisters and brothers in arms, as proof against anything that could tear open a rift between them. A wolf-spirit teaches this Gift.",
        "system": "Once learned, the effects of this Gift are permanent. The difficulty of any attack the character makes against his packmates, whether due to mind-control, uncontrolled frenzy, or even his own will, is raised by one. If he deals damage to a packmate while under supernatural influence or Thrall of the Wyrm, he may immediately roll Willpower with a difficulty equal to the number of successes scored on the original roll that caused the influence. If successful, the supernatural effect or frenzy ends, and the Ahroun gains a point of Rage.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Ahroun",
		"tribe": "Black Spiral Dancers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Pack Shield",
        "description": "The Garou were chosen as Gaia's protectors, but even protectors need protecting occasionally. That's where the Ahroun come in. With a fierce snarl and a show of might, the werewolf convinces the enemy that he's the greatest threat on the battlefield (they're probably right!) and needs to be taken down first. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Intimidation with a difficulty equal to the lowest Willpower among the enemies, and the Ahroun spends an action drawing their attention. For the rest of the scene, opponents take a dice penalty equal to the number of successes on the activation roll to any attacks that don't include the Garou as a target. Opponents who have lower Willpower than the activation roll result are unable to attack any target but the Ahroun.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Ahroun",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": ["Garou"]
    },
    {
        "name": "Shield of Rage",
        "description": "The Ahroun's Rage becomes a shield against supernatural powers that would control her mind or emotions. A wolverine-spirit teaches this Gift.",
        "system": "Whenever the Ahroun is targeted by a supernatural power that would control her mind or emotions, the player may spend one Rage point. If she does so, add her permanent Rage to the difficulty of the roll to affect her with the power. If no roll is normally allowed, the expenditure of Rage allows a resisted roll of the Ahroun's Rage against a difficulty of the attacker's Willpower.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": ["Ahroun", "Dawn", "Brightwater"],
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ajaba", "Rokea"]
    },
    {
        "name": "Renewed Vigor",
        "description": "By slaying a Wyrm beast (or other enemy, shameful though inter-tribal conflicts may be) in a particularly spectacular fashion, the Ahroun can inspire all allies who have her in their line of sight to fight harder through her example. A hawk-spirit teaches this Gift.",
        "system": "To activate this Gift, the Ahroun must have spent at least three Rage points in that turn, and must have killed an enemy with a stroke that brought it at least three health levels below Incapacitated. The Ahroun spends a point of Willpower, and all her Garou allies gain a number of points of temporary Rage equal to her Charisma Rating. Using this Gift does not require a separate action in combat aside from the action used to kill the enemy.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Ahroun",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spiritual Wrath",
        "description": "Garou are by nature beings half of corporeal flesh and half of spirit ephemera, living in two worlds simultaneously. By calling upon this Gift, an Ahroun manifests her spiritual nature more strongly than physical for a brief period, allowing her claws to cut through defenses they could never normally pierce. This Gift has no effect on creatures that are half spirit already like other Garou, fomori and changelings. But any being entirely of one world, such as Banes, vampires, ghosts or animals, is vulnerable to its sting. Any spirit of war can teach this Gift.",
        "system": "The player spends a point of Gnosis; the difficulty to soak the damage from a single claw attack the Ahroun makes in that turn is raised to 9. Note that the usual rule of being unable to spend Rage and Gnosis in the same turn still applies.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "auspice": "Ahroun",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit of the Fray",
        "description": "The Ahroun's blood burns hot at the prospect of battle, lending her supernatural quickness when violence erupts. A cat-spirit teaches this Gift.",
        "system": "This Gift is always active. The Ahroun gains two extra dice on all initiative rolls. This Gift's effects stack with similar powers, such as the Merit: Lightning Reflexes.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2, 3],
        "splat": "Shifter",
        "auspice": ["Ahroun", "Dawn", "Eji", "Warriors"],
		"breed": "Vasuki",
		"tribe": ["Black Spiral Dancers"],
        "shifter_type": ["Garou", "Ajaba", "Bastet", "Kitsune", "Nagah", "Ratkin", "Yeren"],
        "gift_alias": [
            "First Slash",
            "Lightning Strike"
        ]
    },
    {
        "name": "Global Citizen",
        "description": "Some homid Garou have a propensity for travel that has them able to fit in wherever they go. This Gift takes this principle a step further. The Garou blends into different cultures, and inherently understand minor cultural traditions, faux pas, and quirks.",
        "system": "This Gift effectively makes the Garou part of whatever culture she immerses herself in. Any active efforts to out her as a non-member suffer a +3 difficulty. Any time she needs to fake a behavior with which she's unfamiliar, she can emulate it if she succeeds at an Intelligence + Etiquette roll. The difficulty depends on the commonalities with her home culture. A culture similar to hers is difficulty 5, most other human cultures are difficulty 7, and cultures that are lost, unnatural, or alien are difficulty 9. With a point of Gnosis, she can temporarily establish relevant Allies and Contacts Background dots equal to her Wisdom dots, divided however she likes.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Homid", "Kojin", "Balaram"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Weaver's Eyes",
        "description": "Humanity has a knack for finding patterns everywhere, steeped as it is in the Weaver's influence. The homid can read the patterns in her enemies' behavior and the battlefield's dynamics to predict what will happen next.",
        "system": "The player spends one Gnosis point. For the rest of the scene, she may wait to declare her character's action for the current turn until everyone else has done so, regardless of her initiative. She still acts according to the result of her initiative roll, but she has the advantage of knowing what her foes and allies will do before she decides herself.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Homid", "Kojin", "Balaram"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Mark of the Wolf",
        "description": "The werewolf marks those she comes in contact with, leaving them to carry the same aura of the predator the Garou does. This subtle curse can wreak havoc in a target's private or professional life, and is a favorite of many homids looking to provoke discord in the ranks of the enemy.",
        "system": "The player selects a target that has had some interaction with the Garou during the scene (even something as simple as light conversation in an elevator counts), then rolls Manipulation + Primal-Urge (difficulty 7). The target inherits the Curse (see p. 262) as though she had a Rage rating equal to that of the Garou for one day per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Homid", "Kojin", "Balaram"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Divide",
        "description": "Humanity excels at making tiny differences into massive gulfs. This can be seen in racism, sexism, and homophobia. This Gift rises up such hatred and suspicion.",
        "system": "By spending one Gnosis point, and rolling Manipulation + Brawl, difficulty 7, the Garou can exacerbate divisions between individuals or groups. Note that the Gift cannot actually create anger and divisions; they must already exist to be exploited. If used on the theoretical 'perfect family', the Gift would fail. Among humans, the Gift simply prevents any resolution of issues and difficulties, possibly breaking into violence. One success might cause targets to raise voices at one another, three would spell lawsuits, and five might bring them to blows. Amongst Garou and other shapeshifters with Rage, however, the Gift is even more powerful. Every success on the initial roll adds one success on all Rage rolls the targets make throughout the scene.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Homid", "Kojin", "Balaram"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Rooftop Sprint",
        "description": "On occasion, a city Garou may find himself in a chase across the rooftops of his town. He may be pursuing a fleeing Wyrm-spirit or Black Spiral Dancer, or he might be running for his life from similar foes. Rooftop Sprint makes such a chase much more survivable - and even winnable - for the Garou who uses it. He becomes able to leap up and down several stories, and easily spring across open alleyways. The primary restriction on the character's movement is that he cannot touch the ground, or the Gift's effect ends at once.",
        "system": "The player must spend a point of Rage and roll Dexterity + Athletics (difficulty 6). For every success achieved, the character can jump up or down one story (3 meters) or 3 meters horizontally, without danger or difficulty. Athletics rolls can improve jumping distances, just as always; the effects of those Athletics rolls just add to the result given by this Gift. The Gift's effects last for one scene, or until the character touches the ground at street level - if the Garou touches pavement, grass, or anything else commonly considered 'ground' he is considered to have touched ground, but if he leaps from car roof to car roof he should be okay. Rooftop Sprint is taught by an alleycat-spirit.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Homid", "Kojin", "Balaram"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Staredown",
        "description": "By staring into the eyes of a human or animal, a werewolf can cause the target to flee in terror. This Gift can be used against other werewolves, but the target will freeze in place rather than flee. A ram or snake-spirit teaches this gift.",
        "system": "The Garou using this Gift may focus on only one target per turn; the player rolls Charisma + Intimidation (difficulty 5 + the victim's Rank). The victim flees for one turn per success, although he may expend a Willpower point to resist the Gift's effects for a turn. Should the character score five or more successes, the victim flees for the duration of the scene. Werewolves (and most powerful Wyrm-monsters) will not flee, but they cannot attack while the Gift's user continues to stare them down. However, if they are attacked themselves, all bets are off.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"auspice": "Kamsa",
        "breed": ["Homid", "Kojin", "Balaram"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"],
        "gift_alias": [
            "Eerie Eyes",
            "Dolorous Countenance"
        ]
    },
    {
        "name": "Jam Technology",
        "description": "The werewolf can cause technological devices to cease functioning, albeit temporarily. Even the simplest of shaped objects will refuse to perform its function. A Gremlin - a type of Wyld-spirit that enjoys breaking things - teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Crafts. The werewolf may choose the level of complexity she intends to 'jam.' All technological devices (i.e., any devices shaped from fabricated materials like metal or plastic) of that complexity within 50 feet cease functioning for one turn per success. The devices remain unchanged but inert. Knives won't cut, gunpowder won't ignite, gears won't turn and so on. The difficulty of the roll is based on the following chart: Computer: 4, Phone: 6, Automobile: 8, Gun: 9, Knife: 10",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Homid", "Kojin", "Balaram"],
        "tribe": ["Glass Walkers", "Black Spiral Dancers"],
		"auspice": "Twitchers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Trapper's Bane",
        "description": "The Garou can detect and disable traps and snares. A fox-spirit teaches this Gift.",
        "system": "The player rolls Perception + Primal-Urge (difficulty 6). Success reveals any traps within 100 feet. With a second roll of Dexterity + Primal-Urge (difficulty 7), the Garou can disable a trap without setting it off.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Go for the Jugular",
        "description": "Wolves have an uncanny ability to spot vulnerability. The lupus follows suit, sinking her teeth into the softest and most unprotected part of her foe that she can find.",
        "system": "The player spends one Rage point when the werewolf makes a successful bite attack. Increase the difficulty to soak the damage by +3.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Eye of the Eagle",
        "description": "The Garou's vision becomes preternaturally sharp, allowing her to see clearly for miles. An eagle-spirit teaches this Gift.",
        "system": "The player rolls Perception + Alertness (difficulty 7). Each success allows the character to see twice as far as normal. The effects last for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Scent of Sight",
        "description": "The werewolf can compensate for her vision completely by using her sense of smell. She can attack invisible creatures normally or navigate roughly in absolute darkness. Wolf-spirits teach this Gift.",
        "system": "The player rolls Perception + Primal-Urge against a Storyteller-determined difficulty that depends on how powerful local smells are. The Storyteller should require rolls only when something could cause the Garou to lose his opponent's scent (such as if the opponent runs through water or into a reeking alley).\n\nCamazotz Rank 1 Gift Echolocation -  As the lupus Gift: Scent of Sight, but using sound to navigate rather than scent.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2,
            3
        ],
        "splat": "Shifter",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin", "Camazotz", "Rokea"],
		"tribe": ["Kumoti", "Black Spiral Dancers"],
        "gift_alias": [
            "Sense Motion",
            "Echolocation",
            "Sense Vibration",
            "Restless Waters"
        ]
    },
    {
        "name": "Techgnosis",
        "description": "For many lupus-born, mankind's technology proves difficult to grasp. This Gift allows a wolf in a bind to make use of human devices via the connection to the world afforded by Gnosis. Use of the Gift does not grant actual understanding of the device or system accesses; from an outsider's perspective the technology simply cooperates with the Garou.",
        "system": "The Garou rolls Wits + Primal-Urge (Difficulty 7) and spends a point of Gnosis. For the remainder of the scene, the Garou can substitute her Primal-Urge for rolls calling for Crafts, Drive, Etiquette, Firearms, and Larceny. With the expenditure of a point of Willpower, they can use Primal-Urge in place of Academics, Computer, Law, Science, and Technology rolls.",
        "source": "Howls of Apocalypse W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Lupus", "Arachnid", "Hyaenid", "Feline", "Ursine", "Roko", "Latrani", "Suchid", "Vasuki", "Rodens"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nuwisha", "Nagah", "Ratkin"]
    },
    {
        "name": "Stoat's Guise",
        "description": "In a world where he must fight fang and claw to fit in, the metis can use all the help he can get. This Gift allows him to change superficial aspects of his appearance, blending in or standing out as he wishes. The spirit of any animal that changes its color seasonally can teach this Gift, such as the stoat or ptarmigan.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 6). Each success allows the werewolf to alter one aspect of his appearance for the scene. Examples include: hair/fur color or length, skin tone, eye color, and height or size by about a fifth in either direction. This Gift can alter or hide tribal markings and lesser scars, but it's never potent enough to hide metis deformities completely.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Metis", "Shinju", "Ahi"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"]
    },
    {
        "name": "Wriggle",
        "description": "Metis sometimes have to hide in all the wrong places at the wrong times. With this Gift, they can take best advantage of their surroundings to get away and take a breather.",
        "system": "Spend a Gnosis point, and the Gift takes effect immediately. For the rest of the scene, no matter what her form, the metis can squeeze into a space no less than half the size of her body. Storytellers should make judgments on space limitations.",
        "source": "Guardians of the Caerns",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "breed": ["Metis", "Shinju", "Ahi"],
		"tribe": "Black Spiral Dancers",
		"shifter_type":  ["Garou", "Ajaba", "Bastet", "Gurahl", "Kitsune", "Nagah", "Ratkin"]
    },
    {
        "name": "Burrow",
        "description": "Those who learn this Gift gain the ability to burrow through the earth. They make a real tunnel, and others can follow them through it. The digger creates a burrow just large enough for her to go through. Others may follow, but they are limited by the size of the hole. The werewolf must be in Crinos, Hispo or Lupus form to use this Gift as she needs her claws for digging (although even metis without claws can use this Gift). The tunnel is not structurally sound, and it will collapse over time. Mole kindly teaches this Gift to all metis who seek him.",
        "system": "The player rolls Strength + Athletics against a difficulty depending on the substance to be excavated (4 for loose mud, 9 for solid rock). Some alloyed metals (such as titanium steel) and other reinforced structures will not yield to the werewolf no matter how hard she digs. The character can burrow one yard per turn for each success. After the initial roll, the character doe snot need to roll again to continue at the same speed.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            1,
            2
        ],
        "splat": "Shifter",
		"tribe": "Black Spiral Dancers",
		"auspice": "Setting Sun Warding",
        "breed": ["Metis", "Shinju", "Ahi", "Ursine", "Roko"],
		"shifter_type":  ["Garou", "Ajaba", "Ananasi", "Bastet", "Gurahl", "Kitsune", "Mokole", "Nagah", "Ratkin"]
    },
    {
        "name": "Shell Game",
        "description": "Croatan Kinfolk nations used to use all sorts of things as mediums of exchange; colorful seashells were the most popular. With this Gift, a Garou can transform a shell into another method of exchange: dollars, coins, English pounds, Japanese yen, whatever. This Gift is taught by a trickster-spirit.",
        "system": "The player must spend a Gnosis point and make a Manipulation + Barter (modern games can use Streetwise instead) roll, difficulty 7. The number of successes determines the value of the resulting money. Using the dollar as an example, one success might create a five dollar bill, three successes a handful of twenties, and five successes could conjure up $1000 in hundreds. The shell cannot be changed into precious metal (gold or silver), or gems/jewelry, only an exact facsimile of actual money (including traveler's checks and money orders). Once this gift wears off (and it so in an hour's time), the money turns back into a pretty shell.",
        "source": "Croatan Song",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Croatan",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Safe Cave",
        "description": "The Garou can cause the earth to split before him, creating a hole into a small cave that can hold up to five more Crinos-sized people. The hole can be sealed once within the cave, so that no one outside can discern its presence without supernatural means. Any burrowing or earth-spirit can teach this Gift.",
        "system": "The player must spend a Gnosis point and make a Charisma + Survival roll, difficulty 7, to open the cave. The decision to seal the cave must be made within three turns. The cave lasts for a variable amount of time: One success – 1 minute, Two successes – 10 minutes, Three successes – 1 hour, Four successes - Six hours, Five successes - Twelve hours. The cave dwellers are safe from physical attack, but some Gifts (such as Hand of the Earth Lords) can still affect them, as can any concentrated burrowing effort that can dig down into the cave and break its seal.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Croatan",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Turtle Shell",
        "description": "By calling upon Turtle, the Croatan can seal himself in a mystic protective shield that resembles a turtle's shell. The shell is opaque from the outside, but those on the inside can see through it. The werewolf can opt to bring others into the shell with him, if his power is sufficient. This Gift is taught by a turtle-spirit.",
        "system": "The player spends one Gnosis point and rolls Stamina + Survival, difficulty 7. Each success gives the shell two soak dice and two effective health levels; the radius enclosed in the protective “bubble” is two yards per success. A Crinos form werewolf requires about a two yard radius, so with two successes two werewolves in Crinos form (or three humans or Homid-form Garou, or so on, at the Storyteller's discretion) could be protected.",
        "source": "Wendigo Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Croatan",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Foetracker",
        "description": "By using this Gift, the Garou can follow her quarry without risking losing the trail. The scent of the target becomes so powerful to the Garou that she can follow it even under conditions that might otherwise obscure the trail. Even if the victim crosses water, lays down a false trail or attempts to mask his scent with some other odor, the Garou unerringly follows her prey. However, the Gift's effects become fainter with time and distance.",
        "system": "The player spends a point of Gnosis and rolls Perception + Primal Urge. Each success allows the character to track her target unerringly for one scene up to a maximum of five scenes, after which the effects of the Gift end, and the trail becomes too faint to follow. No successes means that the Gift fails to take effect, while a botch sends the character in a false direction.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Fixit",
        "description": "The Garou can figure out what's wrong with a device and make on-the-spot repairs which allow the item to run or function for a short time.",
        "system": "The player rolls Intelligence + Repair (difficulty 7). One success allows the character to repair the targeted item so that it runs for one turn. Two successes enable the item to work for one scene while three successes or more indicate that the item has been permanently repaired, barring excessive use or subsequent damage. Failure means the character cannot repair the item, while a botch renders the device unable to be repaired by anyone — ever.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hidden Depths",
        "description": "This Gift allows a Garou to uncover some hidden piece of information, or to decipher some cryptic passage of text. The Gift can also enable a Garou to figure out who the real power behind the scenes is in a given situation.",
        "system": "The player spends a point of Gnosis and rolls Perception + Enigmas (difficulty 8). Each success allows the character to learn one hidden or concealed fact about the person, place or thing targeted by the Gift. For example, one line of prophecy may be explained for each success. The Storyteller should decide the overall effects of this Gift so that players do not attempt to avoid pursuing other avenues of investigation.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Peace of the Counselor",
        "description": "This Gift enables a Garou to bring even the most heated discussion to a peaceful conclusion. Though it does not preclude more hostilities from erupting at a later time, the Gift creates an atmosphere of temporary true among enemies or prevents tribe leaders from coming to blows over volatile issues. During the grace period, the Garou can attempt to resolve the circumstances underlying the state of enmity — such as encouraging the participants in a dispute to begin negotiations or achieving a compromise.",
        "system": "The player spends a Willpower point and rolls Charisma + Empathy (difficulty of the highest Willpower among the quarreling individuals). One success causes combatants to stop fighting (or prevents them from initiating combat) for one turn. Each extra success increases the length of time in which peace prevails by an additional turn; five successes extends the Gift to an entire scene. No successes means that that the Gift has no effect on the situation, while a botch causes an escalation of force and frequently draws the character attempting to use the Gift into the heart of the battle.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Proclamation of Action",
        "description": "This Gift enables the Garou to force an end to discussion and take the course of action the character thinks is best. The werewolf can literally command others to act as he bids, although only if they had been previously dithering over a course of action.",
        "system": "The player spends a Willpower point and rolls Charisma + Leadership to put a damper on discussions that have gone on too long. (“Enough talk. Let's do it!”). Each success allows the character to affect a single target. A character desiring to resist the effects of the Gift must make a Willpower roll (difficulty of the Gift user's Willpower + 1, up to a maximum of 10). This Gift lasts for one scene.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Shorten the Road",
        "description": "This Gift enables the Garou to cut normal travel time by a third, even in the Umbra. This feat may take shape in a number of ways – either through a series of fortunate coincidences or else through clearly supernatural means.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Survival (difficulty 7). A successful roll shortens a journey by a third so that a three-day trip takes only two days, while a two week long trek through unspoiled wilderness only takes ten days. A failure has no effect on the length of the journey, while a botch doubles the travel time.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Mantle of the Land",
        "description": "The Garou draws forth a mist or fog from water in the atmosphere. This misty mantle provides cover in which a Garou may hide herself or someone under her protection. The Gift may be used while the Garou is in motion in order to confuse pursuers by enveloping them in an obscuring fog. The mantle can also surround a Garou and her pack in order to allow them to attack from concealment or ambush.",
        "system": "The player spends a point of Gnosis. The fog is dense and heavy, obscuring the vision of anyone within, even muffling sound. Anyone save the Garou and her pack are at +3 difficulty on all Perception rolls while the mist ensures. This Gift lasts one scene or one combat.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Shadow of the Ebon Whisperer",
        "description": "This Gift makes the Garou as insubstantial as a shadow and as hard to see. The physical form of the Garou fades to a murky, dark shape that can slither and flow almost anywhere. Although others can use certain Gifts to spot the “shadow” werewolf, anyone wishing to do so must first have a reason to suspect the presence of the Gift's user. This Gift does not function in bright daylight or in places where no shadows exists — such as a brightly lit room (or a room in total darkness, for that matter).",
        "system": "The player spends a point of Willpower and rolls Appearance + Occult (difficulty as assigned by the Storyteller depending on the surroundings). Each success allows the character to assume the shadow-form for one scene (or one combat round); even one success can give the character the advantage of surprise in a battle. No successes means that the Gift fails while a botch throws the characters across the Gauntlet momentarily and does not conceal the Garou upon her return.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Flame of the Wind Rider",
        "description": "This Gift makes the Garou harder to damage by engulfing her in a ghostly blue-white flame. In addition to serving as a form of armor, the flame also offers protection from cold, including the intense cold of the far reaches of the Aetherial Realm and the freezing damage inflicted by certain creatures of the Wyrm.",
        "system": "The player spends a point of Gnosis and rolls Stamina + Occult (difficulty 7). Each success lowers the difficulty for soaking damage from cold by one. In addition, the Garou gains two dice to add to all soak rolls; these dice can even be used to soak silver. The effects last for one scene.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Moonpool of Sokhta",
        "description": "This Gift enables a Garou to transform clear, standing water into a pool which offers visions of possible futures. Wilderness ponds, small mountain tarns, pools of clear rainwater or even basins filled with water can serve as a conduit for the images. The scenes that appear within the pool depict what might happen unless something occurs to change the course of events. The Garou must concentrate on the event (or series of events) to get a sense of the outcome. The pool may reflect either literal or symbolic images.",
        "system": "The player spends a point of Gnosis and rolls Wits + Enigmas (difficulty 7 for near future events, difficulty 8 for more distant occurrences). Each success causes one vision of the future to appear in the pool. The Storyteller should determine the clarity and accuracy of the visions. No successes indicate a failure of the Gift, while a botch produces false visions or an extremely chaotic jumble of meaningless images.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Sticky Fingers",
        "description": "This trick coats the fingers of a Garou with a silvery substance that adheres to anything, making it possible to climb vertical surfaces with ease. In addition, this Gift also assists a Garou in pilfering small items such as credit cards, keys or loose change.",
        "system": "The player spends a point of Gnosis. The ability to cling to sheer surfaces is automatic. In addition, the character gains two extra dice to any Streetwise or other roll that the Storyteller deems appropriate; he might get extra dice on a pickpocketing attempt, but not when trying to hotwire a car. The effect lasts for one scene.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Shards of Icy Rage",
        "description": "The Garou invoking this Gift calls on the cold power of her Rage, converting her anger into physical ice. This ice cuts as deep as any knife, and can be hurled at her enemies in place of a normal attack.",
        "system": "The players spends a point of Rage and rolls Wits + Primal Urge (difficulty 8). The number of successes equals the number of shards that form from the crystalized Rage, up to a limit of five shards. The player makes a separate attack roll for each shard, and may direct them at more than one opponent. Each shard does three dice of aggravated damage; the range is five yard for every dot of the Garou's strength. The player may spend only one point of Rage each time the Gift is used; this prohibits spending Rage to gain extra actions in the same turn as invoking the shards. Although a character may use the Gift more than once in a scene, each successive use after the first adds +1 to the difficulty roll to activate the Gift.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Another's Moccasins",
        "description": "The human cultures of Uktena Kinfolk are too-frequently ignored or derided by the mainstream; their wolf Kin are persecuted as a matter of course. This Gift opens the eyes of the ignorant to life on the other side, showing them a new and (for a while, at least) fascinating perspective. By speaking briefly with the subject about the culture or species in question, the Garou can instill curiosity or appreciation for the culture — or if particularly successful, an obsession with learning about and aiding the Kinfolk's people. The Earth Guides in particular use this Gift to nudge adversaries (usually in government or the media) into the role of allies. An ancestor-spirit teaches this Gift.",
        "system": "The character must have the subject's undivided attention and engage in a brief conversation about the culture in question (for instance, the Navajo or wolves). The player rolls Manipulation + Subterfuge (difficulty is 9 minus the subject's Intelligence). For one success, the subject may pick up a Hillerman novel, or admit to himself that wolves were important to the balance of nature, at least before humans changed things. For five successes, he might well involve himself in humanitarian efforts on the reservation, or spend his vacation trekking to Alaska in the hopes of having a Farley Mowat experience with a wolf pack. The Gift's effects last about a week per success, but with luck a natural interest develops as the subject delves into his study of the culture.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Overlook",
        "description": "It can be quite useful to be ignored at times. You can overhear what was not meant for your ears, or see armed guards look right past you. As long as the Uktena keeps a low profile, a supervisor will assume he's just another tech, or the cowboys will see only “some tame Injun asleep by the hitchin' post.” Some Ragabash call this the “Tonto goes to town” Gift; members of the Scouts also favor it. A cuckoo-spirit teaches this Gift.",
        "system": "The character does his best to look nonchalant or otherwise occupied doing something low-key. The player rolls Manipulation + Subterfuge (difficulty varies depending on how well he blends in to start with: 6 if the Garou is dressed in the same manner and going through the same motions as the techies around him: up to 9 if he's stark naked and carrying a bloody axe). To see the Garou as more than mere window-dressing, watchers must get more successes on Perception + Alertness than the player originally rolled. Should he draw attention to himself, by acting out of character or speaking loudly for example, the player must reroll with a penalty of +2 difficulty in order to maintain the effect.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Blending",
        "description": "Called Natural Camouflage in the original Tribebook, and Blending in revised. Intruder legends tell of the uncanny ability of native peoples to hide in plain sight, even only yards away. This Gift allows the user to blend into the landscape simply by crouching and keeping still. It isn't invisibility; rather, the Garou draws the landscape into himself to appear to the unwary as a natural part of the terrain. This Gift is especially common among caern guardians. Any stealthy spirit, such as chameleon, teaches this Gift.",
        "system": "The Garou stands among terrain features (trees, thickets, etc) or simply hunkers down and wills herself to be one with the environment. A searcher must make a Perception + Alertness roll (difficulty 9) to recognize the Garou as something more interesting than a stump, and the expenditure of a Gnosis point negates three successes (this includes scent as well as sight). If the searcher is looking directly away, the Garou may move slowly in any direction, but even the slowest movements while in the searcher's field of view reveals her instantly.",
        "source": "Tribebook: Uktena (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Uktena",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Spirit of the Fish",
        "description": "The werewolf blessed with this Gift can breathe underwater and swim as fast as he can run in Hispo form. Unsurprisingly, a fish-spirit teaches this Gift.",
        "system": "The player spends one Gnosis and rolls Stamina + Animal Ken (difficulty 7). The effects last for one hour per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Uktena", "Pumonca"],
        "shifter_type": ["Garou", "Bastet", "Nuwisha"],
        "gift_alias": [
            "Otter's Breath"
        ]
    },
    {
        "name": "Spirit of the Bird",
        "description": "The Garou is enveloped in shadows while using this Gift, making her easier to spot during the day but harder to spot at night. It is taught by a crow-spirit.",
        "system": "The player spends one Gnosis point. The Garou can fly at 20 mph and hover as she desires. The difficulties of all combat maneuvers increase by one. This Gift lasts for one hour.",
        "source": "Shadow Lord Revised/Core Book Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2,
            3
        ],
        "splat": "Shifter",
        "tribe": [
            "Uktena",
            "Shadow Lord"
        ],
        "camp": "Children of Crow",
		"auspice": "Shrouded Sun Concealing",
        "shifter_type": ["Garou", "Mokole", "Nuwisha"],
        "gift_alias": [
            "Dark Aerie",
            "Raven's Feather",
            "Shadow Wings"
        ]
    },
    {
        "name": "Mind Partition",
        "description": "A favorite among Random Interrupts who discover they can't multitask nearly as well as their computers, this Gift allows the Garou to break their own mind into segments, quickly switching their concentration to a new task while never losing their place on the old task. One Cruncher described the Gift by saying, 'It's not true multitasking, but it fakes it well.' A Pattern Spider teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Gnosis (difficulty 6). For every success gained, the player can add work on one extra extended action every turn, one added per turn. No penalties are incurred on any of the extended actions, but if just one botch is rolled, all uncompleted tasks fail.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Random Interrupts",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Buzzword Language",
        "description": "The Glass Walkers have always needed the ability to hide in plain sight more than other tribes by virtue of being in plain sight so much more often. As a result, they've developed many Gifts for communicating unnoticed, but very few have been so successful as this. The Corporate Wolf simply begins to babble in the incoherent – yet entirely accepted – tongue of modern business and the person he's talking to will completely comprehend his message, which can be totally unrelated to a single word in the conversation.",
        "system": "The player spends one point of Willpower and rolls Charisma + Subterfuge, difficulty 7. Each success determines how accurately the message is conveyed. At one success the message comes out in single-word sentences. ('You. Me. Escape') Three successes allow for simple, single-clause sentences. ('You and I will use the staircase to escape.') Five successes, you could package a short story into the phrase 'Leoni and I need to dialogue about leveraging our core competencies in order to achieve market affiliation.'",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Corporate Wolves",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Image of the Saints",
        "description": "God or Gaia (take your pick) has His/Her touch on everyone. This Gift allows the Wise Guy to sense the spiritual or supernatural ties another individual possesses within the context of Catholic saints. A dove-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Enigmas, difficulty 8. If successful, the Wise Guy sees the image of a specific saint overlaid across a specific individual she sees. This saint will reflect specific aspects of the person depending upon their nature. Another Garou shows a saint reflecting his pack totem. A supernatural creature that isn't a Garou reveals a saint reflecting their true form, and a normal human will be seen with a saint reflecting either their Nature or an essential moment of their personal history. Note to players and Storytellers: Good lists of saints can be found in books and on the Internet.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Wise Guys",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Steel Made Flesh",
        "description": "Sometimes it's useful to take a step back in order to facilitate many steps forward. An example would be in airports or other places with metal detectors. This Gift allows the Garou to change all cybernetics in his body back into flesh. While flesh, cybernetics do not operate.",
        "system": "The Cyber Dog spends one Gnosis. The cybernetics become flesh immediately. The Gift lasts for the rest of the scene.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "camp": "Cyber Dogs",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Hands Full of Thunder",
        "description": "Many Glass Walkers regard the gun as the ultimate sign of the power of the modern age, and make pacts with the spirits to assure that their firearms do not become useless, primitive clubs in the midst of battle. A technological spirit or war-spirit teaches this Gift.",
        "system": "The player spends a point of Gnosis. For the rest of the scene, any gun the Glass Walker fires won't run out of ammunition, so long as it had ammo to begin with. Burst restrictions are still recommended with automatic weapons to keep the gun from overheating and jamming.",
        "source": "W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Crocodile's Cunning",
        "description": "The Bunyip passed into the lore of humans as an aquatic monster. This Gift, learned from crocodile-spirits, allowed the Bunyip to defend their waterholes, swamps and rivers with clever ambushes, or simply to evade pursuers. Crocodile-spirits taught this Gift.",
        "system": "The player spends one Gnosis. The character may hold her breath for up to one hour, and gains two dice to any Stealth rolls made while submerged in water or mud.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Bunyip",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Garafena's Crown",
        "description": "Garafena was a mythical serpent in Russian folklore that sat upon a golden crown and was called upon to give blessing to his followers. A recent Gift that has only been known since 1998, Garafena now offers his blessings to any Garou who wears his mark. This Gift is taught by a snake-spirit.",
        "system": "The Glass Walker must don a crown of some description, a hat, or even a scrap of fabric wrapped around their head will do. The player then spends one Gnosis. For the rest of the scene, any guns fired by the Glass Walker will never run out of ammunition.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Overclock",
        "description": "In the world of computers, your equipment is outdated by the time it's out of the box. This Gift allows the Garou to make a piece of computer equipment perform beyond its specifications. This includes speeding up a processor to render a 3D image quicker, improving video cards to display more polygons than usual or adding more memory to hold larger amounts of information. Any technological spirit can teach this Gift.",
        "system": "The player rolls Manipulation + Computer (difficulty 6). More successes mean more improvement. However, the Storyteller may decide that a certain number of successes are necessary to attain a certain speed. (Speeding up your 233mhz Pentium to run the latest game may need only one success, but trying to Overclock your old Amiga to render modern game graphics in less than a day may need at least three). The effect of this Gift last one scene or function (in the cases of extended renders and processes).",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Encrypt",
        "description": "Paranoid Glass Walkers — which is to say, most of them — use the best encryption technologies available on the open market when they send data through the Internet or Digital Web. If a Glass Walker suspects that a Netspider is watching her Net activity, she may even choose to use this Gift, which magically protects data against snooping. Encrypt doesn't ordinarily hide itself from magical observers — anyone with the ability to see into the spirit world will notice that the message has been enshrouded, unless the Glass Walker takes special care to hide that.",
        "system": "The player must spend one Willpower and roll Manipulation + Computer; the difficulty is (10 – the local Gauntlet). Success means that the character's message has been encrypted beyond the ability of most mortals to pierce. This encryption can apply to either a single message (one email or burst of data) or to a connection (such as might exist between two computers for a long download or chat-conversation). A character trying to break the encryption on a single message gets just one chance to do so — the magic surrounding the message deletes it if the character fails. A character trying to break the encryption on a connection can treat the attempt as an extended test. With just one success, the encryption can be pierced by mortal means — a human who is not magically active can break through the encryption with a Perception + Computers roll (difficulty of the Garou's Willpower) that achieves five or more successes. With more than one success, the encryption can only be pierced by a Garou using Weaver's Eyes (see above) or similar magical abilities. If the Garou additionally spends one Gnosis, the message does not appear to be encrypted — it seems to be an innocuous conversation, or an income-tax spreadsheet, or the like. This Gift is taught by a squirrel-spirit.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Steel Fur",
        "description": "Focusing in on their own being, the Glass Walker wraps his own spirit with those of steel, turning his fur into hardened metal. Metal or Earth elementals teach this Gift.",
        "system": "The player spends one Willpower point and rolls Stamina + Science (difficulty 7). Each success adds one die to the Garou's soak pool for one scene. While this Gift is active, the Garou suffers a +1 difficulty to all Dexterity rolls, and any Social rolls not involving other Glass Walkers. Obviously you must be in Crinos, Hispo or Lupus for to use this Gift.",
        "source": "Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Inner Strength",
        "description": "After brief meditation, the Garou may convert her inner anger into iron resolve. Stargazer ancestor-spirits teach this Gift.",
        "system": "The Garou concentrates for five minutes; the player rolls Wits + Enigmas (difficulty 8). Each success converts one point of Rage into a point of Willpower.",
        "source": "Werewolf Core Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Stargazers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Power Surge",
        "description": "By speaking with electricity spirits, the Garou causes a blackout over a widespread area. An electricity elemental teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Science (difficulty 7). The number of successes determines how large of an area is blacked out. One success would black out a single room, while five would cut the power to a whole neighborhood.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": ["Glass Walkers", "Kumo", "Black Spiral Dancers"],
        "auspice": ["Ragabash", "Engineers"],
        "shifter_type": ["Garou", "Ananasi", "Ratkin"]
    },
    {
        "name": "Heat Metal",
        "description": "Glass Walkers — who understand the workings of science and spirits alike — can mystically excite the molecules within metal. Metal heated in such a way can be forged, molded or used to sear flesh. A red-hot crowbar can be a very effective weapon, and heating the exterior of a gasoline tanker can have explosive results. Glass Walkers learn this Gift from fire, earth, or metal elementals.",
        "system": "The Glass Walker must spend one Gnosis point and successfully roll Intelligence + Repair. The difficulty varies from base metals (such as copper or lead) at difficulty 6 to complex alloys (such as steel or titanium alloy) at difficulty 8. The number of successes equals the number of rounds the metal stays heated. Touching heated metal causes one aggravated, unsoakable Health Level of damage per round.",
        "source": "Player's Guide Second Edition.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Cybersenses",
        "description": "The Glass Walker can tap into electronic surveillance and security systems, viewing or hearing everything they do. A Pattern Spider teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Computer (difficulty 7). Success allows the character to tap into any electronic security or surveillance system in the area. The Glass Walker can monitor that system for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "shifter_type": [
            "Garou"
        ],
        "splat": "Shifter",
        "tribe": "Glass Walkers"
    },
    {
        "name": "Herb Call",
        "description": "Through singing or chanting, a Garou can find helpful or medicinal plants, roots or bark even in poor areas such as deserts. Such plants might be healing herbs, substances used in rites or tubers and other plants that provide needed sustenance. The song causes the plants to resonate from the music so that the Garou can locate them by following the sounds.",
        "system": "The player spends a point of Gnosis and rolls Perception + Performance. A single success enables the character to locate the desired herbs or plants within a mile of her location. Additional successes increase the range by one mile per success. Failure means that the character cannot hear any plants, while a botch leads the character to harmful herbs or plants.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Planetary",
        "shifter_type": [
            "Garou"
        ]
    },
    {
        "name": "Berserker's Song",
        "description": "The Get can sing himself into a controlled frenzy. He can ignore wounds, shift to Crinos immediately, and he is immune to many mental Gifts or Charms. In this state, unlike a normal frenzy, the Get can pull out of the frenzy at any time. An angry wolverine-spirit or bear-spirit teaches this Gift to the Get.",
        "system": "The Garou spends two Rage points and begins singing his particular song of Rage (many young Get prefer “death metal”). The number of successes on a Stamina + Expression (or Performance) roll (difficulty 6) equals the number of rounds the frenzy lasts. She can drop the frenzy earlier by spending a Willpower point.",
        "source": "Player's Guide to Garou",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [
            2
        ],
        "splat": "Shifter",
        "tribe": "Get of Fenris",
        "shifter_type": [
            "Garou"
        ]
    }
]